["\nJohn 3:16\n“For God so loved the world, that He gave His only begotten Son, that whoever believes in Him shall not perish, but have eternal life.\n", "\nRomans 3:23\nfor all have sinned and fall short of the glory of God,\n", "\n2 Timothy 3:16\nAll Scripture is inspired by God and profitable for teaching, for reproof, for correction, for training in righteousness;\n", "\nRomans 12:1\nTherefore I urge you, brethren, by the mercies of God, to present your bodies a living and holy sacrifice, acceptable to God, which is your spiritual service of worship.\n", "\nGalatians 5:22\nBut the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,\n", "\nEphesians 2:8\nFor by grace you have been saved through faith; and that not of yourselves, it is the gift of God;\n", "\nRomans 8:28\nAnd we know that God causes all things to work together for good to those who love God, to those who are called according to His purpose.\n", "\nMatthew 28:19\nGo therefore and make disciples of all the nations, baptizing them in the name of the Father and the Son and the Holy Spirit,\n", "\nRomans 12:2\nAnd do not be conformed to this world, but be transformed by the renewing of your mind, so that you may prove what the will of God is, that which is good and acceptable and perfect.\n", "\nJohn 14:6\nJesus *said to him, “I am the way, and the truth, and the life; no one comes to the Father but through Me.\n", "\nActs 1:8\nbut you will receive power when the Holy Spirit has come upon you; and you shall be My witnesses both in Jerusalem, and in all Judea and Samaria, and even to the remotest part of the earth.”\n", "\nActs 2:38\nPeter said to them, “Repent, and each of you be baptized in the name of Jesus Christ for the forgiveness of your sins; and you will receive the gift of the Holy Spirit.\n", "\nRomans 6:23\nFor the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.\n", "\nGenesis 1:1\nIn the beginning God created the heavens and the earth.\n", "\nJohn 1:12\nBut as many as received Him, to them He gave the right to become children of God, even to those who believe in His name,\n", "\nJohn 1:1\nIn the beginning was the Word, and the Word was with God, and the Word was God.\n", "\nTitus 3:5\nHe saved us, not on the basis of deeds which we have done in righteousness, but according to His mercy, by the washing of regeneration and renewing by the Holy Spirit,\n", "\nRomans 10:9\nthat if you confess with your mouth Jesus as Lord, and believe in your heart that God raised Him from the dead, you will be saved;\n", "\nJohn 1:14\nAnd the Word became flesh, and dwelt among us, and we saw His glory, glory as of the only begotten from the Father, full of grace and truth.\n", "\nGenesis 1:26\nThen God said, “Let Us make man in Our image, according to Our likeness; and let them rule over the fish of the sea and over the birds of the sky and over the cattle and over all the earth, and over every creeping thing that creeps on the earth.”\n", "\nProverbs 3:5\nTrust in the Lord with all your heartAnd do not lean on your own understanding.\n", "\nRomans 5:8\nBut God demonstrates His own love toward us, in that while we were yet sinners, Christ died for us.\n", "\nJeremiah 29:11\nFor I know the plans that I have for you,’ declares the Lord, ‘plans for welfare and not for calamity to give you a future and a hope.\n", "\nEphesians 4:11\nAnd He gave some as apostles, and some as prophets, and some as evangelists, and some as pastors and teachers,\n", "\nGenesis 1:27\nGod created man in His own image, in the image of God He created him; male and female He created them.\n", "\nActs 2:42\nThey were continually devoting themselves to the apostles’ teaching and to fellowship, to the breaking of bread and to prayer.\n", "\nMatthew 11:28\n“Come to Me, all who are weary and heavy-laden, and I will give you rest.\n", "\n1 John 1:9\nIf we confess our sins, He is faithful and righteous to forgive us our sins and to cleanse us from all unrighteousness.\n", "\nJohn 3:3\nJesus answered and said to him, “Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”\n", "\nJohn 10:10\nThe thief comes only to steal and kill and destroy; I came that they may have life, and have it abundantly.\n", "\nRomans 5:12\nTherefore, just as through one man sin entered into the world, and death through sin, and so death spread to all men, because all sinned—\n", "\nMark 16:15\nAnd He said to them, “Go into all the world and preach the gospel to all creation.\n", "\nActs 4:12\nAnd there is salvation in no one else; for there is no other name under heaven that has been given among men by which we must be saved.”\n", "\n2 Corinthians 5:17\nTherefore if anyone is in Christ, he is a new creature; the old things passed away; behold, new things have come.\n", "\nJohn 14:1\n“Do not let your heart be troubled; believe in God, believe also in Me.\n", "\nJohn 1:9\nThere was the true Light which, coming into the world, enlightens every man.\n", "\nMatthew 28:18\nAnd Jesus came up and spoke to them, saying, “All authority has been given to Me in heaven and on earth.\n", "\nRomans 5:1\nTherefore, having been justified by faith, we have peace with God through our Lord Jesus Christ,\n", "\nPhilippians 4:13\nI can do all things through Him who strengthens me.\n", "\nIsaiah 9:6\nFor a child will be born to us, a son will be given to us;And the government will rest on His shoulders;And His name will be called Wonderful Counselor, Mighty God,Eternal Father, Prince of Peace.\n", "\nPhilippians 4:6\nBe anxious for nothing, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.\n", "\nRomans 8:1\nTherefore there is now no condemnation for those who are in Christ Jesus.\n", "\nJohn 2:1\nOn the third day there was a wedding in Cana of Galilee, and the mother of Jesus was there;\n", "\nActs 2:1\nWhen the day of Pentecost had come, they were all together in one place.\n", "\nGalatians 2:20\nI have been crucified with Christ; and it is no longer I who live, but Christ lives in me; and the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself up for me.\n", "\nRomans 1:16\nFor I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.\n", "\nJohn 13:34\nA new commandment I give to you, that you love one another, even as I have loved you, that you also love one another.\n", "\nJohn 3:1\nNow there was a man of the Pharisees, named Nicodemus, a ruler of the Jews;\n", "\n2 Timothy 2:15\nBe diligent to present yourself approved to God as a workman who does not need to be ashamed, accurately handling the word of truth.\n", "\nMatthew 6:33\nBut seek first His kingdom and His righteousness, and all these things will be added to you.\n", "\nJohn 14:16\nI will ask the Father, and He will give you another Helper, that He may be with you forever;\n", "\nHebrews 12:1\nTherefore, since we have so great a cloud of witnesses surrounding us, let us also lay aside every encumbrance and the sin which so easily entangles us, and let us run with endurance the race that is set before us,\n", "\nJohn 4:24\nGod is spirit, and those who worship Him must worship in spirit and truth.”\n", "\nIsaiah 7:14\nTherefore the Lord Himself will give you a sign: Behold, a virgin will be with child and bear a son, and she will call His name Immanuel.\n", "\nPhilippians 2:5\nHave this attitude in yourselves which was also in Christ Jesus,\n", "\nActs 20:28\nBe on guard for yourselves and for all the flock, among which the Holy Spirit has made you overseers, to shepherd the church of God which He purchased with His own blood.\n", "\nRomans 10:13\nfor “Whoever will call on the name of the Lord will be saved.”\n", "\nJohn 14:15\n“If you love Me, you will keep My commandments.\n", "\nRomans 1:18\nFor the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men who suppress the truth in unrighteousness,\n", "\nGenesis 1:2\nThe earth was formless and void, and darkness was over the surface of the deep, and the Spirit of God was moving over the surface of the waters.\n", "\nLuke 4:18\n“The Spirit of the Lord is upon Me,Because He anointed Me to preach the gospel to the poor.He has sent Me to proclaim release to the captives,And recovery of sight to the blind,To set free those who are oppressed,\n", "\nJohn 3:5\nJesus answered, “Truly, truly, I say to you, unless one is born of water and the Spirit he cannot enter into the kingdom of God.\n", "\nJohn 4:1\nTherefore when the Lord knew that the Pharisees had heard that Jesus was making and baptizing more disciples than John\n", "\nHebrews 11:1\nNow faith is the assurance of things hoped for, the conviction of things not seen.\n", "\nDeuteronomy 6:4\n“Hear, O Israel! The Lord is our God, the Lord is one!\n", "\nJohn 8:32\nand you will know the truth, and the truth will make you free.”\n", "\nHebrews 4:12\nFor the word of God is living and active and sharper than any two-edged sword, and piercing as far as the division of soul and spirit, of both joints and marrow, and able to judge the thoughts and intentions of the heart.\n", "\nJames 5:16\nTherefore, confess your sins to one another, and pray for one another so that you may be healed. The effective prayer of a righteous man can accomplish much.\n", "\nJohn 1:29\nThe next day he *saw Jesus coming to him and *said, “Behold, the Lamb of God who takes away the sin of the world!\n", "\nEphesians 2:1\nAnd you were dead in your trespasses and sins,\n", "\nJohn 16:13\nBut when He, the Spirit of truth, comes, He will guide you into all the truth; for He will not speak on His own initiative, but whatever He hears, He will speak; and He will disclose to you what is to come.\n", "\nRomans 13:1\nEvery person is to be in subjection to the governing authorities. For there is no authority except from God, and those which exist are established by God.\n", "\nMatthew 16:18\nI also say to you that you are Peter, and upon this rock I will build My church; and the gates of Hades will not overpower it.\n", "\nMatthew 25:31\n“But when the Son of Man comes in His glory, and all the angels with Him, then He will sit on His glorious throne.\n", "\nGenesis 3:15\nAnd I will put enmityBetween you and the woman,And between your seed and her seed;He shall bruise you on the head,And you shall bruise him on the heel.”\n", "\nJohn 1:3\nAll things came into being through Him, and apart from Him nothing came into being that has come into being.\n", "\nActs 17:11\nNow these were more noble-minded than those in Thessalonica, for they received the word with great eagerness, examining the Scriptures daily to see whether these things were so.\n", "\nJohn 14:26\nBut the Helper, the Holy Spirit, whom the Father will send in My name, He will teach you all things, and bring to your remembrance all that I said to you.\n", "\nJohn 8:44\nYou are of your father the devil, and you want to do the desires of your father. He was a murderer from the beginning, and does not stand in the truth because there is no truth in him. Whenever he speaks a lie, he speaks from his own nature, for he is a liar and the father of lies.\n", "\nJohn 1:7\nHe came as a witness, to testify about the Light, so that all might believe through him.\n", "\nTitus 2:11\nFor the grace of God has appeared, bringing salvation to all men,\n", "\nMatthew 5:17\n“Do not think that I came to abolish the Law or the Prophets; I did not come to abolish but to fulfill.\n", "\nEphesians 6:10\nFinally, be strong in the Lord and in the strength of His might.\n", "\nMatthew 22:37\nAnd He said to him, “‘You shall love the Lord your God with all your heart, and with all your soul, and with all your mind.’\n", "\nColossians 1:15\nHe is the image of the invisible God, the firstborn of all creation.\n", "\nJohn 15:5\nI am the vine, you are the branches; he who abides in Me and I in him, he bears much fruit, for apart from Me you can do nothing.\n", "\nJohn 5:24\n“Truly, truly, I say to you, he who hears My word, and believes Him who sent Me, has eternal life, and does not come into judgment, but has passed out of death into life.\n", "\nJoel 2:28\n“It will come about after thisThat I will pour out My Spirit on all mankind;And your sons and daughters will prophesy,Your old men will dream dreams,Your young men will see visions.\n", "\nPhilippians 4:8\nFinally, brethren, whatever is true, whatever is honorable, whatever is right, whatever is pure, whatever is lovely, whatever is of good repute, if there is any excellence and if anything worthy of praise, dwell on these things.\n", "\nHebrews 11:6\nAnd without faith it is impossible to please Him, for he who comes to God must believe that He is and that He is a rewarder of those who seek Him.\n", "\nTitus 2:13\nlooking for the blessed hope and the appearing of the glory of our great God and Savior, Christ Jesus,\n", "\nRomans 10:17\nSo faith comes from hearing, and hearing by the word of Christ.\n", "\nMicah 6:8\nHe has told you, O man, what is good;And what does the Lord require of youBut to do justice, to love kindness,And to walk humbly with your God?\n", "\nJohn 2:15\nAnd He made a scourge of cords, and drove them all out of the temple, with the sheep and the oxen; and He poured out the coins of the money changers and overturned their tables;\n", "\nGenesis 3:1\nNow the serpent was more crafty than any beast of the field which the Lord God had made. And he said to the woman, “Indeed, has God said, ‘You shall not eat from any tree of the garden’?”\n", "\nProverbs 22:6\nTrain up a child in the way he should go,Even when he is old he will not depart from it.\n", "\nJames 1:2\nConsider it all joy, my brethren, when you encounter various trials,\n", "\nActs 2:4\nAnd they were all filled with the Holy Spirit and began to speak with other tongues, as the Spirit was giving them utterance.\n", "\nMark 16:16\nHe who has believed and has been baptized shall be saved; but he who has disbelieved shall be condemned.\n", "\nRomans 3:10\nas it is written,“There is none righteous, not even one;\n", "\nJohn 17:17\nSanctify them in the truth; Your word is truth.\n", "\nGenesis 1:11\nThen God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees on the earth bearing fruit after their kind with seed in them”; and it was so.\n", "\nActs 16:31\nThey said, “Believe in the Lord Jesus, and you will be saved, you and your household.”\n", "\nJames 1:5\nBut if any of you lacks wisdom, let him ask of God, who gives to all generously and without reproach, and it will be given to him.\n", "\nJohn 11:25\nJesus said to her, “I am the resurrection and the life; he who believes in Me will live even if he dies,\n", "\nActs 2:41\nSo then, those who had received his word were baptized; and that day there were added about three thousand souls.\n", "\nActs 1:9\nAnd after He had said these things, He was lifted up while they were looking on, and a cloud received Him out of their sight.\n", "\nLeviticus 18:22\nYou shall not lie with a male as one lies with a female; it is an abomination.\n", "\nActs 20:7\nOn the first day of the week, when we were gathered together to break bread, Paul began talking to them, intending to leave the next day, and he prolonged his message until midnight.\n", "\n1 Peter 3:15\nbut sanctify Christ as Lord in your hearts, always being ready to make a defense to everyone who asks you to give an account for the hope that is in you, yet with gentleness and reverence;\n", "\nJohn 17:3\nThis is eternal life, that they may know You, the only true God, and Jesus Christ whom You have sent.\n", "\n1 Corinthians 6:9\nOr do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived; neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor homosexuals,\n", "\nJohn 4:7\nThere *came a woman of Samaria to draw water. Jesus *said to her, “Give Me a drink.”\n", "\nJohn 8:58\nJesus said to them, “Truly, truly, I say to you, before Abraham was born, I am.”\n", "\nRomans 1:20\nFor since the creation of the world His invisible attributes, His eternal power and divine nature, have been clearly seen, being understood through what has been made, so that they are without excuse.\n", "\nGenesis 2:7\nThen the Lord God formed man of dust from the ground, and breathed into his nostrils the breath of life; and man became a living being.\n", "\n1 Peter 2:9\nBut you are a chosen race, a royal priesthood, a holy nation, a people for God’s own possession, so that you may proclaim the excellencies of Him who has called you out of darkness into His marvelous light;\n", "\nHebrews 1:1\nGod, after He spoke long ago to the fathers in the prophets in many portions and in many ways,\n", "\nIsaiah 61:1\nThe Spirit of the Lord God is upon me,Because the Lord has anointed meTo bring good news to the afflicted;He has sent me to bind up the brokenhearted,To proclaim liberty to captivesAnd freedom to prisoners;\n", "\nLuke 16:19\n“Now there was a rich man, and he habitually dressed in purple and fine linen, joyously living in splendor every day.\n", "\nRevelation 3:20\nBehold, I stand at the door and knock; if anyone hears My voice and opens the door, I will come in to him and will dine with him, and he with Me.\n", "\nGenesis 12:1\nNow the Lord said to Abram,“Go forth from your country,And from your relativesAnd from your father’s house,To the land which I will show you;\n", "\nMatthew 7:21\n“Not everyone who says to Me, ‘Lord, Lord,’ will enter the kingdom of heaven, but he who does the will of My Father who is in heaven will enter.\n", "\nJohn 3:8\nThe wind blows where it wishes and you hear the sound of it, but do not know where it comes from and where it is going; so is everyone who is born of the Spirit.”\n", "\nIsaiah 40:31\nYet those who wait for the LordWill gain new strength;They will mount up with wings like eagles,They will run and not get tired,They will walk and not become weary.\n", "\nJohn 5:7\nThe sick man answered Him, “Sir, I have no man to put me into the pool when the water is stirred up, but while I am coming, another steps down before me.”\n", "\nJohn 8:31\nSo Jesus was saying to those Jews who had believed Him, “If you continue in My word, then you are truly disciples of Mine;\n", "\nJohn 3:18\nHe who believes in Him is not judged; he who does not believe has been judged already, because he has not believed in the name of the only begotten Son of God.\n", "\nHebrews 13:5\nMake sure that your character is free from the love of money, being content with what you have; for He Himself has said, “I will never desert you, nor will I ever forsake you,”\n", "\nJohn 8:12\nThen Jesus again spoke to them, saying, “I am the Light of the world; he who follows Me will not walk in the darkness, but will have the Light of life.”\n", "\nMatthew 6:19\n“Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal.\n", "\nJohn 10:30\nI and the Father are one.”\n", "\nEphesians 6:12\nFor our struggle is not against flesh and blood, but against the rulers, against the powers, against the world forces of this darkness, against the spiritual forces of wickedness in the heavenly places.\n", "\nLuke 1:4\nso that you may know the exact truth about the things you have been taught.\n", "\nJohn 15:1\n“I am the true vine, and My Father is the vinedresser.\n", "\nHebrews 9:27\nAnd inasmuch as it is appointed for men to die once and after this comes judgment,\n", "\n1 Peter 2:3\nif you have tasted the kindness of the Lord.\n", "\n2 John 1:2\nfor the sake of the truth which abides in us and will be with us forever:\n", "\nMatthew 7:7\n“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.\n", "\nGenesis 1:3\nThen God said, “Let there be light”; and there was light.\n", "\nLuke 1:26\nNow in the sixth month the angel Gabriel was sent from God to a city in Galilee called Nazareth,\n", "\nJohn 3:2\nthis man came to Jesus by night and said to Him, “Rabbi, we know that You have come from God as a teacher; for no one can do these signs that You do unless God is with him.”\n", "\nEphesians 1:3\nBlessed be the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places in Christ,\n", "\nJohn 8:9\nWhen they heard it, they began to go out one by one, beginning with the older ones, and He was left alone, and the woman, where she was, in the center of the court.\n", "\nMatthew 5:14\n“You are the light of the world. A city set on a hill cannot be hidden;\n", "\nMatthew 1:18\nNow the birth of Jesus Christ was as follows: when His mother Mary had been betrothed to Joseph, before they came together she was found to be with child by the Holy Spirit.\n", "\nExodus 3:14\nGod said to Moses, “I AM WHO I AM”; and He said, “Thus you shall say to the sons of Israel, ‘I AM has sent me to you.’”\n", "\n1 John 4:1\nBeloved, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world.\n", "\nGalatians 3:28\nThere is neither Jew nor Greek, there is neither slave nor free man, there is neither male nor female; for you are all one in Christ Jesus.\n", "\nJames 5:14\nIs anyone among you sick? Then he must call for the elders of the church and they are to pray over him, anointing him with oil in the name of the Lord;\n", "\nLuke 10:25\nAnd a lawyer stood up and put Him to the test, saying, “Teacher, what shall I do to inherit eternal life?”\n", "\n1 Thessalonians 4:13\nBut we do not want you to be uninformed, brethren, about those who are asleep, so that you will not grieve as do the rest who have no hope.\n", "\nJames 1:17\nEvery good thing given and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shifting shadow.\n", "\n2 Corinthians 5:21\nHe made Him who knew no sin to be sin on our behalf, so that we might become the righteousness of God in Him.\n", "\nJohn 16:33\nThese things I have spoken to you, so that in Me you may have peace. In the world you have tribulation, but take courage; I have overcome the world.”\n", "\nGenesis 1:28\nGod blessed them; and God said to them, “Be fruitful and multiply, and fill the earth, and subdue it; and rule over the fish of the sea and over the birds of the sky and over every living thing that moves on the earth.”\n", "\nEphesians 1:13\nIn Him, you also, after listening to the message of truth, the gospel of your salvation—having also believed, you were sealed in Him with the Holy Spirit of promise,\n", "\nEphesians 5:25\nHusbands, love your wives, just as Christ also loved the church and gave Himself up for her,\n", "\nJohn 1:5\nThe Light shines in the darkness, and the darkness did not comprehend it.\n", "\n2 Peter 3:9\nThe Lord is not slow about His promise, as some count slowness, but is patient toward you, not wishing for any to perish but for all to come to repentance.\n", "\nJohn 1:8\nHe was not the Light, but he came to testify about the Light.\n", "\nLuke 1:35\nThe angel answered and said to her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; and for that reason the holy Child shall be called the Son of God.\n", "\nJames 1:27\nPure and undefiled religion in the sight of our God and Father is this: to visit orphans and widows in their distress, and to keep oneself unstained by the world.\n", "\nJohn 3:36\nHe who believes in the Son has eternal life; but he who does not obey the Son will not see life, but the wrath of God abides on him.”\n", "\nEphesians 5:22\nWives, be subject to your own husbands, as to the Lord.\n", "\nMatthew 18:15\n“If your brother sins, go and show him his fault in private; if he listens to you, you have won your brother.\n", "\nActs 1:11\nThey also said, “Men of Galilee, why do you stand looking into the sky? This Jesus, who has been taken up from you into heaven, will come in just the same way as you have watched Him go into heaven.”\n", "\nActs 3:19\nTherefore repent and return, so that your sins may be wiped away, in order that times of refreshing may come from the presence of the Lord;\n", "\nEphesians 2:10\nFor we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand so that we would walk in them.\n", "\nJames 2:14\nWhat use is it, my brethren, if someone says he has faith but he has no works? Can that faith save him?\n", "\nJohn 3:17\nFor God did not send the Son into the world to judge the world, but that the world might be saved through Him.\n", "\nRomans 6:3\nOr do you not know that all of us who have been baptized into Christ Jesus have been baptized into His death?\n", "\nMatthew 6:9\n“Pray, then, in this way:‘Our Father who is in heaven,Hallowed be Your name.\n", "\nTitus 2:3\nOlder women likewise are to be reverent in their behavior, not malicious gossips nor enslaved to much wine, teaching what is good,\n", "\nGenesis 2:24\nFor this reason a man shall leave his father and his mother, and be joined to his wife; and they shall become one flesh.\n", "\nGenesis 2:18\nThen the Lord God said, “It is not good for the man to be alone; I will make him a helper suitable for him.”\n", "\nRomans 6:1\nWhat shall we say then? Are we to continue in sin so that grace may increase?\n", "\nEphesians 5:18\nAnd do not get drunk with wine, for that is dissipation, but be filled with the Spirit,\n", "\nRevelation 21:1\nThen I saw a new heaven and a new earth; for the first heaven and the first earth passed away, and there is no longer any sea.\n", "\nIsaiah 53:5\nBut He was pierced through for our transgressions,He was crushed for our iniquities;The chastening for our well-being fell upon Him,And by His scourging we are healed.\n", "\nJohn 4:23\nBut an hour is coming, and now is, when the true worshipers will worship the Father in spirit and truth; for such people the Father seeks to be His worshipers.\n", "\nLuke 2:1\nNow in those days a decree went out from Caesar Augustus, that a census be taken of all the inhabited earth.\n", "\n1 Timothy 2:5\nFor there is one God, and one mediator also between God and men, the man Christ Jesus,\n", "\nMatthew 4:1\nThen Jesus was led up by the Spirit into the wilderness to be tempted by the devil.\n", "\nJohn 5:39\nYou search the Scriptures because you think that in them you have eternal life; it is these that testify about Me;\n", "\nEphesians 1:7\nIn Him we have redemption through His blood, the forgiveness of our trespasses, according to the riches of His grace\n", "\nJohn 5:28\nDo not marvel at this; for an hour is coming, in which all who are in the tombs will hear His voice,\n", "\n1 John 1:7\nbut if we walk in the Light as He Himself is in the Light, we have fellowship with one another, and the blood of Jesus His Son cleanses us from all sin.\n", "\nJohn 1:18\nNo one has seen God at any time; the only begotten God who is in the bosom of the Father, He has explained Him.\n", "\nEphesians 4:1\nTherefore I, the prisoner of the Lord, implore you to walk in a manner worthy of the calling with which you have been called,\n", "\nMatthew 7:1\n“Do not judge so that you will not be judged.\n", "\nMicah 5:2\n“But as for you, Bethlehem Ephrathah,Too little to be among the clans of Judah,From you One will go forth for Me to be ruler in Israel.His goings forth are from long ago,From the days of eternity.”\n", "\nPsalm 119:105\nNun.Your word is a lamp to my feetAnd a light to my path.\n", "\n1 Corinthians 15:3\nFor I delivered to you as of first importance what I also received, that Christ died for our sins according to the Scriptures,\n", "\nJohn 15:13\nGreater love has no one than this, that one lay down his life for his friends.\n", "\n1 John 4:5\nThey are from the world; therefore they speak as from the world, and the world listens to them.\n", "\nGalatians 5:16\nBut I say, walk by the Spirit, and you will not carry out the desire of the flesh.\n", "\nRomans 8:9\nHowever, you are not in the flesh but in the Spirit, if indeed the Spirit of God dwells in you. But if anyone does not have the Spirit of Christ, he does not belong to Him.\n", "\nJohn 20:19\nSo when it was evening on that day, the first day of the week, and when the doors were shut where the disciples were, for fear of the Jews, Jesus came and stood in their midst and *said to them, “Peace be with you.”\n", "\n2 Peter 3:4\nand saying, “Where is the promise of His coming? For ever since the fathers fell asleep, all continues just as it was from the beginning of creation.”\n", "\nJohn 6:44\nNo one can come to Me unless the Father who sent Me draws him; and I will raise him up on the last day.\n", "\nJohn 5:1\nAfter these things there was a feast of the Jews, and Jesus went up to Jerusalem.\n", "\nColossians 1:16\nFor by Him all things were created, both in the heavens and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things have been created through Him and for Him.\n", "\nJohn 3:14\nAs Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up;\n", "\nMatthew 7:13\n“Enter through the narrow gate; for the gate is wide and the way is broad that leads to destruction, and there are many who enter through it.\n", "\nActs 17:30\nTherefore having overlooked the times of ignorance, God is now declaring to men that all people everywhere should repent,\n", "\nJohn 3:4\nNicodemus *said to Him, “How can a man be born when he is old? He cannot enter a second time into his mother’s womb and be born, can he?”\n", "\nColossians 3:1\nTherefore if you have been raised up with Christ, keep seeking the things above, where Christ is, seated at the right hand of God.\n", "\nRomans 8:29\nFor those whom He foreknew, He also predestined to become conformed to the image of His Son, so that He would be the firstborn among many brethren;\n", "\nJames 1:22\nBut prove yourselves doers of the word, and not merely hearers who delude themselves.\n", "\nLuke 15:11\nAnd He said, “A man had two sons.\n", "\nColossians 3:12\nSo, as those who have been chosen of God, holy and beloved, put on a heart of compassion, kindness, humility, gentleness and patience;\n", "\nHebrews 10:25\nnot forsaking our own assembling together, as is the habit of some, but encouraging one another; and all the more as you see the day drawing near.\n", "\n1 Peter 3:18\nFor Christ also died for sins once for all, the just for the unjust, so that He might bring us to God, having been put to death in the flesh, but made alive in the spirit;\n", "\nActs 6:1\nNow at this time while the disciples were increasing in number, a complaint arose on the part of the Hellenistic Jews against the native Hebrews, because their widows were being overlooked in the daily serving of food.\n", "\nJohn 14:27\nPeace I leave with you; My peace I give to you; not as the world gives do I give to you. Do not let your heart be troubled, nor let it be fearful.\n", "\nJohn 10:27\nMy sheep hear My voice, and I know them, and they follow Me;\n", "\nMatthew 7:8\nFor everyone who asks receives, and he who seeks finds, and to him who knocks it will be opened.\n", "\n1 Peter 2:24\nand He Himself bore our sins in His body on the cross, so that we might die to sin and live to righteousness; for by His wounds you were healed.\n", "\nJames 4:7\nSubmit therefore to God. Resist the devil and he will flee from you.\n", "\nJohn 16:7\nBut I tell you the truth, it is to your advantage that I go away; for if I do not go away, the Helper will not come to you; but if I go, I will send Him to you.\n", "\nJohn 10:11\n“I am the good shepherd; the good shepherd lays down His life for the sheep.\n", "\nJeremiah 17:9\n“The heart is more deceitful than all elseAnd is desperately sick;Who can understand it?\n", "\nHebrews 4:15\nFor we do not have a high priest who cannot sympathize with our weaknesses, but One who has been tempted in all things as we are, yet without sin.\n", "\nJohn 2:2\nand both Jesus and His disciples were invited to the wedding.\n", "\nMatthew 5:13\n“You are the salt of the earth; but if the salt has become tasteless, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled under foot by men.\n", "\nHebrews 1:3\nAnd He is the radiance of His glory and the exact representation of His nature, and upholds all things by the word of His power. When He had made purification of sins, He sat down at the right hand of the Majesty on high,\n", "\n1 Peter 5:8\nBe of sober spirit, be on the alert. Your adversary, the devil, prowls around like a roaring lion, seeking someone to devour.\n", "\nRomans 8:26\nIn the same way the Spirit also helps our weakness; for we do not know how to pray as we should, but the Spirit Himself intercedes for us with groanings too deep for words;\n", "\n1 John 4:7\nBeloved, let us love one another, for love is from God; and everyone who loves is born of God and knows God.\n", "\nJohn 6:37\nAll that the Father gives Me will come to Me, and the one who comes to Me I will certainly not cast out.\n", "\n1 John 2:15\nDo not love the world nor the things in the world. If anyone loves the world, the love of the Father is not in him.\n", "\nJohn 4:8\nFor His disciples had gone away into the city to buy food.\n", "\nJohn 15:26\n“When the Helper comes, whom I will send to you from the Father, that is the Spirit of truth who proceeds from the Father, He will testify about Me,\n", "\n1 John 3:1\nSee how great a love the Father has bestowed on us, that we would be called children of God; and such we are. For this reason the world does not know us, because it did not know Him.\n", "\nJohn 20:1\nNow on the first day of the week Mary Magdalene *came early to the tomb, while it *was still dark, and *saw the stone already taken away from the tomb.\n", "\nActs 10:34\nOpening his mouth, Peter said:“I most certainly understand now that God is not one to show partiality,\n", "\nLuke 9:23\nAnd He was saying to them all, “If anyone wishes to come after Me, he must deny himself, and take up his cross daily and follow Me.\n", "\nJohn 6:7\nPhilip answered Him, “Two hundred denarii worth of bread is not sufficient for them, for everyone to receive a little.”\n", "\nLuke 14:1\nIt happened that when He went into the house of one of the leaders of the Pharisees on the Sabbath to eat bread, they were watching Him closely.\n", "\nLuke 4:16\nAnd He came to Nazareth, where He had been brought up; and as was His custom, He entered the synagogue on the Sabbath, and stood up to read.\n", "\nTitus 1:5\nFor this reason I left you in Crete, that you would set in order what remains and appoint elders in every city as I directed you,\n", "\nJohn 5:19\nTherefore Jesus answered and was saying to them, “Truly, truly, I say to you, the Son can do nothing of Himself, unless it is something He sees the Father doing; for whatever the Father does, these things the Son also does in like manner.\n", "\nMatthew 2:1\nNow after Jesus was born in Bethlehem of Judea in the days of Herod the king, magi from the east arrived in Jerusalem, saying,\n", "\nGalatians 3:26\nFor you are all sons of God through faith in Christ Jesus.\n", "\nColossians 3:16\nLet the word of Christ richly dwell within you, with all wisdom teaching and admonishing one another with psalms and hymns and spiritual songs, singing with thankfulness in your hearts to God.\n", "\n2 Peter 1:20\nBut know this first of all, that no prophecy of Scripture is a matter of one’s own interpretation,\n", "\nJohn 17:20\n“I do not ask on behalf of these alone, but for those also who believe in Me through their word;\n", "\nExodus 1:5\nAll the persons who came from the loins of Jacob were seventy in number, but Joseph was already in Egypt.\n", "\nJoshua 24:15\nIf it is disagreeable in your sight to serve the Lord, choose for yourselves today whom you will serve: whether the gods which your fathers served which were beyond the River, or the gods of the Amorites in whose land you are living; but as for me and my house, we will serve the Lord.”\n", "\n1 John 2:1\nMy little children, I am writing these things to you so that you may not sin. And if anyone sins, we have an Advocate with the Father, Jesus Christ the righteous;\n", "\nJohn 7:37\nNow on the last day, the great day of the feast, Jesus stood and cried out, saying, “If anyone is thirsty, let him come to Me and drink.\n", "\nGalatians 5:19\nNow the deeds of the flesh are evident, which are: immorality, impurity, sensuality,\n", "\nJohn 4:10\nJesus answered and said to her, “If you knew the gift of God, and who it is who says to you, ‘Give Me a drink,’ you would have asked Him, and He would have given you living water.”\n", "\nGalatians 5:1\nIt was for freedom that Christ set us free; therefore keep standing firm and do not be subject again to a yoke of slavery.\n", "\nIsaiah 14:12\n“How you have fallen from heaven,O star of the morning, son of the dawn!You have been cut down to the earth,You who have weakened the nations!\n", "\nActs 17:10\nThe brethren immediately sent Paul and Silas away by night to Berea, and when they arrived, they went into the synagogue of the Jews.\n", "\nRomans 8:38\nFor I am convinced that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers,\n", "\n1 John 5:7\nFor there are three that testify:\n", "\nRomans 8:14\nFor all who are being led by the Spirit of God, these are sons of God.\n", "\nMatthew 5:16\nLet your light shine before men in such a way that they may see your good works, and glorify your Father who is in heaven.\n", "\nActs 1:1\nThe first account I composed, Theophilus, about all that Jesus began to do and teach,\n", "\nJohn 5:14\nAfterward Jesus *found him in the temple and said to him, “Behold, you have become well; do not sin anymore, so that nothing worse happens to you.”\n", "\n2 Corinthians 1:2\nGrace to you and peace from God our Father and the Lord Jesus Christ.\n", "\nHebrews 13:8\nJesus Christ is the same yesterday and today and forever.\n", "\nRomans 8:31\nWhat then shall we say to these things? If God is for us, who is against us?\n", "\nPhilippians 1:6\nFor I am confident of this very thing, that He who began a good work in you will perfect it until the day of Christ Jesus.\n", "\nJohn 13:1\nNow before the Feast of the Passover, Jesus knowing that His hour had come that He would depart out of this world to the Father, having loved His own who were in the world, He loved them to the end.\n", "\n2 Peter 1:21\nfor no prophecy was ever made by an act of human will, but men moved by the Holy Spirit spoke from God.\n", "\nRomans 6:4\nTherefore we have been buried with Him through baptism into death, so that as Christ was raised from the dead through the glory of the Father, so we too might walk in newness of life.\n", "\nLuke 2:3\nAnd everyone was on his way to register for the census, each to his own city.\n", "\nGalatians 3:4\nDid you suffer so many things in vain—if indeed it was in vain?\n", "\nLuke 10:38\nNow as they were traveling along, He entered a village; and a woman named Martha welcomed Him into her home.\n", "\nPhilippians 2:12\nSo then, my beloved, just as you have always obeyed, not as in my presence only, but now much more in my absence, work out your salvation with fear and trembling;\n", "\nJohn 1:4\nIn Him was life, and the life was the Light of men.\n", "\nJohn 16:8\nAnd He, when He comes, will convict the world concerning sin and righteousness and judgment;\n", "\nJames 2:3\nand you pay special attention to the one who is wearing the fine clothes, and say, “You sit here in a good place,” and you say to the poor man, “You stand over there, or sit down by my footstool,”\n", "\nJohn 14:23\nJesus answered and said to him, “If anyone loves Me, he will keep My word; and My Father will love him, and We will come to him and make Our abode with him.\n", "\n1 John 1:8\nIf we say that we have no sin, we are deceiving ourselves and the truth is not in us.\n", "\nMatthew 7:15\n“Beware of the false prophets, who come to you in sheep’s clothing, but inwardly are ravenous wolves.\n", "\n1 Corinthians 13:4\nLove is patient, love is kind and is not jealous; love does not brag and is not arrogant,\n", "\nExodus 20:8\n“Remember the sabbath day, to keep it holy.\n", "\n1 Peter 1:3\nBlessed be the God and Father of our Lord Jesus Christ, who according to His great mercy has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead,\n", "\nLuke 11:1\nIt happened that while Jesus was praying in a certain place, after He had finished, one of His disciples said to Him, “Lord, teach us to pray just as John also taught his disciples.”\n", "\nEphesians 1:4\njust as He chose us in Him before the foundation of the world, that we would be holy and blameless before Him. In love\n", "\nLuke 18:1\nNow He was telling them a parable to show that at all times they ought to pray and not to lose heart,\n", "\nJohn 14:2\nIn My Father’s house are many dwelling places; if it were not so, I would have told you; for I go to prepare a place for you.\n", "\nGalatians 4:4\nBut when the fullness of the time came, God sent forth His Son, born of a woman, born under the Law,\n", "\nJohn 2:19\nJesus answered them, “Destroy this temple, and in three days I will raise it up.”\n", "\nHebrews 10:24\nand let us consider how to stimulate one another to love and good deeds,\n", "\nPhilippians 2:1\nTherefore if there is any encouragement in Christ, if there is any consolation of love, if there is any fellowship of the Spirit, if any affection and compassion,\n", "\n2 Corinthians 6:14\nDo not be bound together with unbelievers; for what partnership have righteousness and lawlessness, or what fellowship has light with darkness?\n", "\n2 Chronicles 1:2\nSolomon spoke to all Israel, to the commanders of thousands and of hundreds and to the judges and to every leader in all Israel, the heads of the fathers’ households.\n", "\nGalatians 6:7\nDo not be deceived, God is not mocked; for whatever a man sows, this he will also reap.\n", "\nLuke 14:25\nNow large crowds were going along with Him; and He turned and said to them,\n", "\nHebrews 12:2\nfixing our eyes on Jesus, the author and perfecter of faith, who for the joy set before Him endured the cross, despising the shame, and has sat down at the right hand of the throne of God.\n", "\nMatthew 5:7\n“Blessed are the merciful, for they shall receive mercy.\n", "\nJohn 21:15\nSo when they had finished breakfast, Jesus *said to Simon Peter, “Simon, son of John, do you love Me more than these?” He *said to Him, “Yes, Lord; You know that I love You.” He *said to him, “Tend My lambs.”\n", "\nJohn 6:35\nJesus said to them, “I am the bread of life; he who comes to Me will not hunger, and he who believes in Me will never thirst.\n", "\nMatthew 6:25\n“For this reason I say to you, do not be worried about your life, as to what you will eat or what you will drink; nor for your body, as to what you will put on. Is not life more than food, and the body more than clothing?\n", "\nIsaiah 53:4\nSurely our griefs He Himself bore,And our sorrows He carried;Yet we ourselves esteemed Him stricken,Smitten of God, and afflicted.\n", "\nActs 17:26\nand He made from one man every nation of mankind to live on all the face of the earth, having determined their appointed times and the boundaries of their habitation,\n", "\nMatthew 1:21\nShe will bear a Son; and you shall call His name Jesus, for He will save His people from their sins.”\n", "\n1 Corinthians 6:19\nOr do you not know that your body is a temple of the Holy Spirit who is in you, whom you have from God, and that you are not your own?\n", "\nEphesians 1:22\nAnd He put all things in subjection under His feet, and gave Him as head over all things to the church,\n", "\nJohn 2:18\nThe Jews then said to Him, “What sign do You show us as your authority for doing these things?”\n", "\n1 John 1:1\nWhat was from the beginning, what we have heard, what we have seen with our eyes, what we have looked at and touched with our hands, concerning the Word of Life—\n", "\nActs 9:1\nNow Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest,\n", "\nRomans 8:18\nFor I consider that the sufferings of this present time are not worthy to be compared with the glory that is to be revealed to us.\n", "\nJohn 5:13\nBut the man who was healed did not know who it was, for Jesus had slipped away while there was a crowd in that place.\n", "\nRomans 1:26\nFor this reason God gave them over to degrading passions; for their women exchanged the natural function for that which is unnatural,\n", "\nEphesians 3:20\nNow to Him who is able to do far more abundantly beyond all that we ask or think, according to the power that works within us,\n", "\nColossians 1:13\nFor He rescued us from the domain of darkness, and transferred us to the kingdom of His beloved Son,\n", "\nMatthew 28:20\nteaching them to observe all that I commanded you; and lo, I am with you always, even to the end of the age.”\n", "\nJude 1:2\nMay mercy and peace and love be multiplied to you.\n", "\nIsaiah 6:1\nIn the year of King Uzziah’s death I saw the Lord sitting on a throne, lofty and exalted, with the train of His robe filling the temple.\n", "\nRomans 1:6\namong whom you also are the called of Jesus Christ;\n", "\nActs 2:22\n“Men of Israel, listen to these words: Jesus the Nazarene, a man attested to you by God with miracles and wonders and signs which God performed through Him in your midst, just as you yourselves know—\n", "\nExodus 20:1\nThen God spoke all these words, saying,\n", "\nLuke 4:1\nJesus, full of the Holy Spirit, returned from the Jordan and was led around by the Spirit in the wilderness\n", "\n1 Chronicles 1:2\nKenan, Mahalalel, Jared,\n", "\nJohn 20:21\nSo Jesus said to them again, “Peace be with you; as the Father has sent Me, I also send you.”\n", "\nMatthew 5:3\n“Blessed are the poor in spirit, for theirs is the kingdom of heaven.\n", "\nJohn 16:17\nSome of His disciples then said to one another, “What is this thing He is telling us, ‘A little while, and you will not see Me; and again a little while, and you will see Me’; and, ‘because I go to the Father’?”\n", "\nLuke 7:36\nNow one of the Pharisees was requesting Him to dine with him, and He entered the Pharisee’s house and reclined at the table.\n", "\n1 John 3:2\nBeloved, now we are children of God, and it has not appeared as yet what we will be. We know that when He appears, we will be like Him, because we will see Him just as He is.\n", "\nRevelation 20:11\nThen I saw a great white throne and Him who sat upon it, from whose presence earth and heaven fled away, and no place was found for them.\n", "\nMark 1:15\nand saying, “The time is fulfilled, and the kingdom of God is at hand; repent and believe in the gospel.”\n", "\nJohn 5:11\nBut he answered them, “He who made me well was the one who said to me, ‘Pick up your pallet and walk.’”\n", "\nEphesians 5:21\nand be subject to one another in the fear of Christ.\n", "\nJohn 4:4\nAnd He had to pass through Samaria.\n", "\nLuke 1:1\nInasmuch as many have undertaken to compile an account of the things accomplished among us,\n", "\nLuke 10:1\nNow after this the Lord appointed seventy others, and sent them in pairs ahead of Him to every city and place where He Himself was going to come.\n", "\nMatthew 5:1\nWhen Jesus saw the crowds, He went up on the mountain; and after He sat down, His disciples came to Him.\n", "\nLeviticus 20:13\nIf there is a man who lies with a male as those who lie with a woman, both of them have committed a detestable act; they shall surely be put to death. Their bloodguiltiness is upon them.\n", "\nLuke 1:7\nBut they had no child, because Elizabeth was barren, and they were both advanced in years.\n", "\n2 Chronicles 7:14\nand My people who are called by My name humble themselves and pray and seek My face and turn from their wicked ways, then I will hear from heaven, will forgive their sin and will heal their land.\n", "\n2 Timothy 3:1\nBut realize this, that in the last days difficult times will come.\n", "\nMatthew 6:24\n“No one can serve two masters; for either he will hate the one and love the other, or he will be devoted to one and despise the other. You cannot serve God and wealth.\n", "\n1 Corinthians 10:13\nNo temptation has overtaken you but such as is common to man; and God is faithful, who will not allow you to be tempted beyond what you are able, but with the temptation will provide the way of escape also, so that you will be able to endure it.\n", "\nLuke 19:10\nFor the Son of Man has come to seek and to save that which was lost.”\n", "\nLuke 23:34\nBut Jesus was saying, “Father, forgive them; for they do not know what they are doing.” And they cast lots, dividing up His garments among themselves.\n", "\nLuke 24:1\nBut on the first day of the week, at early dawn, they came to the tomb bringing the spices which they had prepared.\n", "\nHebrews 4:14\nTherefore, since we have a great high priest who has passed through the heavens, Jesus the Son of God, let us hold fast our confession.\n", "\nExodus 20:3\n“You shall have no other gods before Me.\n", "\nMatthew 1:3\nJudah was the father of Perez and Zerah by Tamar, Perez was the father of Hezron, and Hezron the father of Ram.\n", "\nJohn 15:16\nYou did not choose Me but I chose you, and appointed you that you would go and bear fruit, and that your fruit would remain, so that whatever you ask of the Father in My name He may give to you.\n", "\nActs 5:3\nBut Peter said, “Ananias, why has Satan filled your heart to lie to the Holy Spirit and to keep back some of the price of the land?\n", "\n1 Corinthians 15:1\nNow I make known to you, brethren, the gospel which I preached to you, which also you received, in which also you stand,\n", "\nPsalm 19:1\nFor the choir director. A Psalm of David.The heavens are telling of the glory of God;And their expanse is declaring the work of His hands.\n", "\nMatthew 6:1\n“Beware of practicing your righteousness before men to be noticed by them; otherwise you have no reward with your Father who is in heaven.\n", "\n2 Timothy 3:15\nand that from childhood you have known the sacred writings which are able to give you the wisdom that leads to salvation through faith which is in Christ Jesus.\n", "\nMark 1:14\nNow after John had been taken into custody, Jesus came into Galilee, preaching the gospel of God,\n", "\nActs 2:37\nNow when they heard this, they were pierced to the heart, and said to Peter and the rest of the apostles, “Brethren, what shall we do?”\n", "\nJohn 4:16\nHe *said to her, “Go, call your husband and come here.”\n", "\nMatthew 5:44\nBut I say to you, love your enemies and pray for those who persecute you,\n", "\nPhilippians 4:19\nAnd my God will supply all your needs according to His riches in glory in Christ Jesus.\n", "\nRevelation 19:11\nAnd I saw heaven opened, and behold, a white horse, and He who sat on it is called Faithful and True, and in righteousness He judges and wages war.\n", "\nJohn 14:12\nTruly, truly, I say to you, he who believes in Me, the works that I do, he will do also; and greater works than these he will do; because I go to the Father.\n", "\nMatthew 7:12\n“In everything, therefore, treat people the same way you want them to treat you, for this is the Law and the Prophets.\n", "\nJeremiah 31:31\n“Behold, days are coming,” declares the Lord, “when I will make a new covenant with the house of Israel and with the house of Judah,\n", "\nDaniel 9:24\n“Seventy weeks have been decreed for your people and your holy city, to finish the transgression, to make an end of sin, to make atonement for iniquity, to bring in everlasting righteousness, to seal up vision and prophecy and to anoint the most holy place.\n", "\nJames 5:6\nYou have condemned and put to death the righteous man; he does not resist you.\n", "\nMatthew 18:20\nFor where two or three have gathered together in My name, I am there in their midst.”\n", "\nMark 16:17\nThese signs will accompany those who have believed: in My name they will cast out demons, they will speak with new tongues;\n", "\nMatthew 4:4\nBut He answered and said, “It is written, ‘Man shall not live on bread alone, but on every word that proceeds out of the mouth of God.’”\n", "\nPhilippians 2:6\nwho, although He existed in the form of God, did not regard equality with God a thing to be grasped,\n", "\nGalatians 6:1\nBrethren, even if anyone is caught in any trespass, you who are spiritual, restore such a one in a spirit of gentleness; each one looking to yourself, so that you too will not be tempted.\n", "\nJames 4:6\nBut He gives a greater grace. Therefore it says, “God is opposed to the proud, but gives grace to the humble.”\n", "\nLuke 6:27\n“But I say to you who hear, love your enemies, do good to those who hate you,\n", "\nColossians 2:8\nSee to it that no one takes you captive through philosophy and empty deception, according to the tradition of men, according to the elementary principles of the world, rather than according to Christ.\n", "\nMark 1:1\nThe beginning of the gospel of Jesus Christ, the Son of God.\n", "\nMatthew 24:14\nThis gospel of the kingdom shall be preached in the whole world as a testimony to all the nations, and then the end will come.\n", "\nActs 2:17\n‘And it shall be in the last days,’ God says,‘That I will pour forth of My Spirit on all mankind;And your sons and your daughters shall prophesy,And your young men shall see visions,And your old men shall dream dreams;\n", "\nMark 12:30\nand you shall love the Lord your God with all your heart, and with all your soul, and with all your mind, and with all your strength.’\n", "\nMatthew 1:23\n“Behold, the virgin shall be with child and shall bear a Son, and they shall call His name Immanuel,” which translated means, “God with us.”\n", "\nColossians 2:9\nFor in Him all the fullness of Deity dwells in bodily form,\n", "\nJohn 1:6\nThere came a man sent from God, whose name was John.\n", "\nJohn 3:19\nThis is the judgment, that the Light has come into the world, and men loved the darkness rather than the Light, for their deeds were evil.\n", "\nJohn 1:11\nHe came to His own, and those who were His own did not receive Him.\n", "\nHebrews 12:14\nPursue peace with all men, and the sanctification without which no one will see the Lord.\n", "\n1 Thessalonians 4:16\nFor the Lord Himself will descend from heaven with a shout, with the voice of the archangel and with the trumpet of God, and the dead in Christ will rise first.\n", "\nRomans 15:4\nFor whatever was written in earlier times was written for our instruction, so that through perseverance and the encouragement of the Scriptures we might have hope.\n", "\n1 Timothy 4:1\nBut the Spirit explicitly says that in later times some will fall away from the faith, paying attention to deceitful spirits and doctrines of demons,\n", "\nDaniel 9:27\nAnd he will make a firm covenant with the many for one week, but in the middle of the week he will put a stop to sacrifice and grain offering; and on the wing of abominations will come one who makes desolate, even until a complete destruction, one that is decreed, is poured out on the one who makes desolate.”\n", "\nJames 4:4\nYou adulteresses, do you not know that friendship with the world is hostility toward God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God.\n", "\nRomans 3:21\nBut now apart from the Law the righteousness of God has been manifested, being witnessed by the Law and the Prophets,\n", "\nJohn 13:35\nBy this all men will know that you are My disciples, if you have love for one another.”\n", "\nLuke 6:38\nGive, and it will be given to you. They will pour into your lap a good measure—pressed down, shaken together, and running over. For by your standard of measure it will be measured to you in return.”\n", "\nJohn 15:12\n“This is My commandment, that you love one another, just as I have loved you.\n", "\n1 Corinthians 13:1\nIf I speak with the tongues of men and of angels, but do not have love, I have become a noisy gong or a clanging cymbal.\n", "\nLuke 1:10\nAnd the whole multitude of the people were in prayer outside at the hour of the incense offering.\n", "\n1 John 4:8\nThe one who does not love does not know God, for God is love.\n", "\nEphesians 2:19\nSo then you are no longer strangers and aliens, but you are fellow citizens with the saints, and are of God’s household,\n", "\nActs 1:4\nGathering them together, He commanded them not to leave Jerusalem, but to wait for what the Father had promised, “Which,” He said, “you heard of from Me;\n", "\nPhilippians 4:4\nRejoice in the Lord always; again I will say, rejoice!\n", "\nEcclesiastes 3:1\nThere is an appointed time for everything. And there is a time for every event under heaven—\n", "\n1 Corinthians 1:18\nFor the word of the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God.\n", "\nJohn 10:28\nand I give eternal life to them, and they will never perish; and no one will snatch them out of My hand.\n", "\nGalatians 1:6\nI am amazed that you are so quickly deserting Him who called you by the grace of Christ, for a different gospel;\n", "\nLuke 12:14\nBut He said to him, “Man, who appointed Me a judge or arbitrator over you?”\n", "\nActs 10:38\nYou know of Jesus of Nazareth, how God anointed Him with the Holy Spirit and with power, and how He went about doing good and healing all who were oppressed by the devil, for God was with Him.\n", "\nMatthew 25:41\n“Then He will also say to those on His left, ‘Depart from Me, accursed ones, into the eternal fire which has been prepared for the devil and his angels;\n", "\nJames 1:19\nThis you know, my beloved brethren. But everyone must be quick to hear, slow to speak and slow to anger;\n", "\n1 John 2:2\nand He Himself is the propitiation for our sins; and not for ours only, but also for those of the whole world.\n", "\nLuke 1:8\nNow it happened that while he was performing his priestly service before God in the appointed order of his division,\n", "\nActs 13:1\nNow there were at Antioch, in the church that was there, prophets and teachers: Barnabas, and Simeon who was called Niger, and Lucius of Cyrene, and Manaen who had been brought up with Herod the tetrarch, and Saul.\n", "\nLuke 22:19\nAnd when He had taken some bread and given thanks, He broke it and gave it to them, saying, “This is My body which is given for you; do this in remembrance of Me.”\n", "\nColossians 1:18\nHe is also head of the body, the church; and He is the beginning, the firstborn from the dead, so that He Himself will come to have first place in everything.\n", "\n2 Peter 1:3\nseeing that His divine power has granted to us everything pertaining to life and godliness, through the true knowledge of Him who called us by His own glory and excellence.\n", "\nJames 1:13\nLet no one say when he is tempted, “I am being tempted by God”; for God cannot be tempted by evil, and He Himself does not tempt anyone.\n", "\nJob 1:6\nNow there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them.\n", "\nActs 8:26\nBut an angel of the Lord spoke to Philip saying, “Get up and go south to the road that descends from Jerusalem to Gaza.” (This is a desert road.)\n", "\n2 Timothy 1:2\nTo Timothy, my beloved son: Grace, mercy and peace from God the Father and Christ Jesus our Lord.\n", "\nJames 1:12\nBlessed is a man who perseveres under trial; for once he has been approved, he will receive the crown of life which the Lord has promised to those who love Him.\n", "\nActs 5:29\nBut Peter and the apostles answered, “We must obey God rather than men.\n", "\nHebrews 11:12\nTherefore there was born even of one man, and him as good as dead at that, as many descendants as the stars of heaven in number, and innumerable as the sand which is by the seashore.\n", "\n1 Corinthians 12:12\nFor even as the body is one and yet has many members, and all the members of the body, though they are many, are one body, so also is Christ.\n", "\n2 Timothy 1:7\nFor God has not given us a spirit of timidity, but of power and love and discipline.\n", "\nLuke 18:9\nAnd He also told this parable to some people who trusted in themselves that they were righteous, and viewed others with contempt:\n", "\nJohn 2:3\nWhen the wine ran out, the mother of Jesus *said to Him, “They have no wine.”\n", "\nRomans 5:6\nFor while we were still helpless, at the right time Christ died for the ungodly.\n", "\nMatthew 25:14\n“For it is just like a man about to go on a journey, who called his own slaves and entrusted his possessions to them.\n", "\nIsaiah 64:6\nFor all of us have become like one who is unclean,And all our righteous deeds are like a filthy garment;And all of us wither like a leaf,And our iniquities, like the wind, take us away.\n", "\nRevelation 21:8\nBut for the cowardly and unbelieving and abominable and murderers and immoral persons and sorcerers and idolaters and all liars, their part will be in the lake that burns with fire and brimstone, which is the second death.”\n", "\nJohn 17:21\nthat they may all be one; even as You, Father, are in Me and I in You, that they also may be in Us, so that the world may believe that You sent Me.\n", "\nMatthew 1:4\nRam was the father of Amminadab, Amminadab the father of Nahshon, and Nahshon the father of Salmon.\n", "\nLuke 5:1\nNow it happened that while the crowd was pressing around Him and listening to the word of God, He was standing by the lake of Gennesaret;\n", "\nJames 2:19\nYou believe that God is one. You do well; the demons also believe, and shudder.\n", "\n2 Peter 2:1\nBut false prophets also arose among the people, just as there will also be false teachers among you, who will secretly introduce destructive heresies, even denying the Master who bought them, bringing swift destruction upon themselves.\n", "\nJames 5:13\nIs anyone among you suffering? Then he must pray. Is anyone cheerful? He is to sing praises.\n", "\nMatthew 1:1\nThe record of the genealogy of Jesus the Messiah, the son of David, the son of Abraham:\n", "\nActs 4:32\nAnd the congregation of those who believed were of one heart and soul; and not one of them claimed that anything belonging to him was his own, but all things were common property to them.\n", "\nPsalm 1:1\nHow blessed is the man who does not walk in the counsel of the wicked,Nor stand in the path of sinners,Nor sit in the seat of scoffers!\n", "\nJohn 4:19\nThe woman *said to Him, “Sir, I perceive that You are a prophet.\n", "\nLuke 13:3\nI tell you, no, but unless you repent, you will all likewise perish.\n", "\nJohn 5:4\nfor an angel of the Lord went down at certain seasons into the pool and stirred up the water; whoever then first, after the stirring up of the water, stepped in was made well from whatever disease with which he was afflicted.]\n", "\nHebrews 7:25\nTherefore He is able also to save forever those who draw near to God through Him, since He always lives to make intercession for them.\n", "\nLuke 1:12\nZacharias was troubled when he saw the angel, and fear gripped him.\n", "\nActs 1:6\nSo when they had come together, they were asking Him, saying, “Lord, is it at this time You are restoring the kingdom to Israel?”\n", "\nMark 10:45\nFor even the Son of Man did not come to be served, but to serve, and to give His life a ransom for many.”\n", "\nGenesis 1:31\nGod saw all that He had made, and behold, it was very good. And there was evening and there was morning, the sixth day.\n", "\nActs 2:36\nTherefore let all the house of Israel know for certain that God has made Him both Lord and Christ—this Jesus whom you crucified.”\n", "\nLuke 14:26\n“If anyone comes to Me, and does not hate his own father and mother and wife and children and brothers and sisters, yes, and even his own life, he cannot be My disciple.\n", "\nJohn 14:9\nJesus *said to him, “Have I been so long with you, and yet you have not come to know Me, Philip? He who has seen Me has seen the Father; how can you say, ‘Show us the Father’?\n", "\nLuke 6:7\nThe scribes and the Pharisees were watching Him closely to see if He healed on the Sabbath, so that they might find reason to accuse Him.\n", "\nJohn 15:7\nIf you abide in Me, and My words abide in you, ask whatever you wish, and it will be done for you.\n", "\nJohn 3:6\nThat which is born of the flesh is flesh, and that which is born of the Spirit is spirit.\n", "\nLuke 13:10\nAnd He was teaching in one of the synagogues on the Sabbath.\n", "\nMark 12:29\nJesus answered, “The foremost is, ‘Hear, O Israel! The Lord our God is one Lord;\n", "\nJames 1:7\nFor that man ought not to expect that he will receive anything from the Lord,\n", "\nIsaiah 53:6\nAll of us like sheep have gone astray,Each of us has turned to his own way;But the Lord has caused the iniquity of us allTo fall on Him.\n", "\nRomans 12:3\nFor through the grace given to me I say to everyone among you not to think more highly of himself than he ought to think; but to think so as to have sound judgment, as God has allotted to each a measure of faith.\n", "\nLuke 24:44\nNow He said to them, “These are My words which I spoke to you while I was still with you, that all things which are written about Me in the Law of Moses and the Prophets and the Psalms must be fulfilled.”\n", "\nActs 5:1\nBut a man named Ananias, with his wife Sapphira, sold a piece of property,\n", "\nMark 16:9\n[Now after He had risen early on the first day of the week, He first appeared to Mary Magdalene, from whom He had cast out seven demons.\n", "\nMatthew 5:48\nTherefore you are to be perfect, as your heavenly Father is perfect.\n", "\nEphesians 6:4\nFathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.\n", "\nLeviticus 19:18\nYou shall not take vengeance, nor bear any grudge against the sons of your people, but you shall love your neighbor as yourself; I am the Lord.\n", "\nMatthew 28:1\nNow after the Sabbath, as it began to dawn toward the first day of the week, Mary Magdalene and the other Mary came to look at the grave.\n", "\nEphesians 6:1\nChildren, obey your parents in the Lord, for this is right.\n", "\nJohn 18:36\nJesus answered, “My kingdom is not of this world. If My kingdom were of this world, then My servants would be fighting so that I would not be handed over to the Jews; but as it is, My kingdom is not of this realm.”\n", "\nPhilippians 2:3\nDo nothing from selfishness or empty conceit, but with humility of mind regard one another as more important than yourselves;\n", "\nPhilippians 3:20\nFor our citizenship is in heaven, from which also we eagerly wait for a Savior, the Lord Jesus Christ;\n", "\nMark 16:1\nWhen the Sabbath was over, Mary Magdalene, and Mary the mother of James, and Salome, bought spices, so that they might come and anoint Him.\n", "\nJames 3:1\nLet not many of you become teachers, my brethren, knowing that as such we will incur a stricter judgment.\n", "\nActs 17:28\nfor in Him we live and move and exist, as even some of your own poets have said, ‘For we also are His children.’\n", "\nJohn 4:18\nfor you have had five husbands, and the one whom you now have is not your husband; this you have said truly.”\n", "\nJohn 19:30\nTherefore when Jesus had received the sour wine, He said, “It is finished!” And He bowed His head and gave up His spirit.\n", "\n1 Peter 3:5\nFor in this way in former times the holy women also, who hoped in God, used to adorn themselves, being submissive to their own husbands;\n", "\nGenesis 3:16\nTo the woman He said,“I will greatly multiplyYour pain in childbirth,In pain you will bring forth children;Yet your desire will be for your husband,And he will rule over you.”\n", "\n1 Peter 5:7\ncasting all your anxiety on Him, because He cares for you.\n", "\nJohn 6:8\nOne of His disciples, Andrew, Simon Peter’s brother, *said to Him,\n", "\n1 John 1:5\nThis is the message we have heard from Him and announce to you, that God is Light, and in Him there is no darkness at all.\n", "\nJames 1:11\nFor the sun rises with a scorching wind and withers the grass; and its flower falls off and the beauty of its appearance is destroyed; so too the rich man in the midst of his pursuits will fade away.\n", "\n1 Peter 4:10\nAs each one has received a special gift, employ it in serving one another as good stewards of the manifold grace of God.\n", "\nHosea 4:6\nMy people are destroyed for lack of knowledge.Because you have rejected knowledge,I also will reject you from being My priest.Since you have forgotten the law of your God,I also will forget your children.\n", "\nLuke 24:13\nAnd behold, two of them were going that very day to a village named Emmaus, which was about seven miles from Jerusalem.\n", "\n1 Timothy 2:1\nFirst of all, then, I urge that entreaties and prayers, petitions and thanksgivings, be made on behalf of all men,\n", "\nMalachi 3:10\nBring the whole tithe into the storehouse, so that there may be food in My house, and test Me now in this,” says the Lord of hosts, “if I will not open for you the windows of heaven and pour out for you a blessing until it overflows.\n", "\nMatthew 10:34\n“Do not think that I came to bring peace on the earth; I did not come to bring peace, but a sword.\n", "\nGalatians 3:13\nChrist redeemed us from the curse of the Law, having become a curse for us—for it is written, “Cursed is everyone who hangs on a tree”—\n", "\nJohn 1:2\nHe was in the beginning with God.\n", "\nMatthew 5:27\n“You have heard that it was said, ‘You shall not commit adultery’;\n", "\n1 Thessalonians 2:3\nFor our exhortation does not come from error or impurity or by way of deceit;\n", "\nHebrews 2:14\nTherefore, since the children share in flesh and blood, He Himself likewise also partook of the same, that through death He might render powerless him who had the power of death, that is, the devil,\n", "\nMatthew 25:40\nThe King will answer and say to them, ‘Truly I say to you, to the extent that you did it to one of these brothers of Mine, even the least of them, you did it to Me.’\n", "\nIsaiah 55:8\n“For My thoughts are not your thoughts,Nor are your ways My ways,” declares the Lord.\n", "\nActs 5:6\nThe young men got up and covered him up, and after carrying him out, they buried him.\n", "\n2 Corinthians 12:9\nAnd He has said to me, “My grace is sufficient for you, for power is perfected in weakness.” Most gladly, therefore, I will rather boast about my weaknesses, so that the power of Christ may dwell in me.\n", "\n1 Peter 1:2\naccording to the foreknowledge of God the Father, by the sanctifying work of the Spirit, to obey Jesus Christ and be sprinkled with His blood: May grace and peace be yours in the fullest measure.\n", "\nRevelation 22:18\nI testify to everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues which are written in this book;\n", "\nRomans 1:3\nconcerning His Son, who was born of a descendant of David according to the flesh,\n", "\nGenesis 12:3\nAnd I will bless those who bless you,And the one who curses you I will curse.And in you all the families of the earth will be blessed.”\n", "\nMark 12:28\nOne of the scribes came and heard them arguing, and recognizing that He had answered them well, asked Him, “What commandment is the foremost of all?”\n", "\nColossians 1:6\nwhich has come to you, just as in all the world also it is constantly bearing fruit and increasing, even as it has been doing in you also since the day you heard of it and understood the grace of God in truth;\n", "\nJohn 6:63\nIt is the Spirit who gives life; the flesh profits nothing; the words that I have spoken to you are spirit and are life.\n", "\nExodus 20:12\n“Honor your father and your mother, that your days may be prolonged in the land which the Lord your God gives you.\n", "\nPsalm 139:13\nFor You formed my inward parts;You wove me in my mother’s womb.\n", "\n2 Peter 1:6\nand in your knowledge, self-control, and in your self-control, perseverance, and in your perseverance, godliness,\n", "\nMatthew 7:24\n“Therefore everyone who hears these words of Mine and acts on them, may be compared to a wise man who built his house on the rock.\n", "\nRomans 8:16\nThe Spirit Himself testifies with our spirit that we are children of God,\n", "\nExodus 20:13\n“You shall not murder.\n", "\n1 John 3:16\nWe know love by this, that He laid down His life for us; and we ought to lay down our lives for the brethren.\n", "\nJohn 9:1\nAs He passed by, He saw a man blind from birth.\n", "\nLuke 23:43\nAnd He said to him, “Truly I say to you, today you shall be with Me in Paradise.”\n", "\n1 Corinthians 15:50\nNow I say this, brethren, that flesh and blood cannot inherit the kingdom of God; nor does the perishable inherit the imperishable.\n", "\nIsaiah 51:1\n“Listen to me, you who pursue righteousness,Who seek the Lord:Look to the rock from which you were hewnAnd to the quarry from which you were dug.\n", "\nRomans 3:24\nbeing justified as a gift by His grace through the redemption which is in Christ Jesus;\n", "\n1 Corinthians 11:23\nFor I received from the Lord that which I also delivered to you, that the Lord Jesus in the night in which He was betrayed took bread;\n", "\nJohn 4:14\nbut whoever drinks of the water that I will give him shall never thirst; but the water that I will give him will become in him a well of water springing up to eternal life.”\n", "\nGenesis 1:29\nThen God said, “Behold, I have given you every plant yielding seed that is on the surface of all the earth, and every tree which has fruit yielding seed; it shall be food for you;\n", "\nDaniel 7:13\n“I kept looking in the night visions,And behold, with the clouds of heavenOne like a Son of Man was coming,And He came up to the Ancient of DaysAnd was presented before Him.\n", "\nRomans 1:1\nPaul, a bond-servant of Christ Jesus, called as an apostle, set apart for the gospel of God,\n", "\nRevelation 7:9\nAfter these things I looked, and behold, a great multitude which no one could count, from every nation and all tribes and peoples and tongues, standing before the throne and before the Lamb, clothed in white robes, and palm branches were in their hands;\n", "\nJohn 10:1\n“Truly, truly, I say to you, he who does not enter by the door into the fold of the sheep, but climbs up some other way, he is a thief and a robber.\n", "\nJoel 2:3\nA fire consumes before themAnd behind them a flame burns.The land is like the garden of Eden before themBut a desolate wilderness behind them,And nothing at all escapes them.\n", "\nJoshua 1:9\nHave I not commanded you? Be strong and courageous! Do not tremble or be dismayed, for the Lord your God is with you wherever you go.”\n", "\nHebrews 13:4\nMarriage is to be held in honor among all, and the marriage bed is to be undefiled; for fornicators and adulterers God will judge.\n", "\nIsaiah 1:18\n“Come now, and let us reason together,”Says the Lord,“Though your sins are as scarlet,They will be as white as snow;Though they are red like crimson,They will be like wool.\n", "\n1 Timothy 3:1\nIt is a trustworthy statement: if any man aspires to the office of overseer, it is a fine work he desires to do.\n", "\nMatthew 5:9\n“Blessed are the peacemakers, for they shall be called sons of God.\n", "\nActs 19:1\nIt happened that while Apollos was at Corinth, Paul passed through the upper country and came to Ephesus, and found some disciples.\n", "\nMatthew 6:5\n“When you pray, you are not to be like the hypocrites; for they love to stand and pray in the synagogues and on the street corners so that they may be seen by men. Truly I say to you, they have their reward in full.\n", "\nMatthew 5:43\n“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’\n", "\nGalatians 5:13\nFor you were called to freedom, brethren; only do not turn your freedom into an opportunity for the flesh, but through love serve one another.\n", "\nRevelation 12:9\nAnd the great dragon was thrown down, the serpent of old who is called the devil and Satan, who deceives the whole world; he was thrown down to the earth, and his angels were thrown down with him.\n", "\nJoshua 1:8\nThis book of the law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it; for then you will make your way prosperous, and then you will have success.\n", "\nProverbs 1:7\nThe fear of the Lord is the beginning of knowledge;Fools despise wisdom and instruction.\n", "\nGenesis 1:8\nGod called the expanse heaven. And there was evening and there was morning, a second day.\n", "\n1 Corinthians 10:31\nWhether, then, you eat or drink or whatever you do, do all to the glory of God.\n", "\n2 Peter 1:11\nfor in this way the entrance into the eternal kingdom of our Lord and Savior Jesus Christ will be abundantly supplied to you.\n", "\nColossians 3:23\nWhatever you do, do your work heartily, as for the Lord rather than for men,\n", "\nEphesians 3:14\nFor this reason I bow my knees before the Father,\n", "\n1 Peter 1:18\nknowing that you were not redeemed with perishable things like silver or gold from your futile way of life inherited from your forefathers,\n", "\nEphesians 5:1\nTherefore be imitators of God, as beloved children;\n", "\nActs 16:30\nand after he brought them out, he said, “Sirs, what must I do to be saved?”\n", "\nRevelation 20:4\nThen I saw thrones, and they sat on them, and judgment was given to them. And I saw the souls of those who had been beheaded because of their testimony of Jesus and because of the word of God, and those who had not worshiped the beast or his image, and had not received the mark on their forehead and on their hand; and they came to life and reigned with Christ for a thousand years.\n", "\nEphesians 6:18\nWith all prayer and petition pray at all times in the Spirit, and with this in view, be on the alert with all perseverance and petition for all the saints,\n", "\nIsaiah 1:3\n“An ox knows its owner,And a donkey its master’s manger,But Israel does not know,My people do not understand.”\n", "\nDaniel 12:1\n“Now at that time Michael, the great prince who stands guard over the sons of your people, will arise. And there will be a time of distress such as never occurred since there was a nation until that time; and at that time your people, everyone who is found written in the book, will be rescued.\n", "\nGenesis 6:5\nThen the Lord saw that the wickedness of man was great on the earth, and that every intent of the thoughts of his heart was only evil continually.\n", "\nRomans 12:9\nLet love be without hypocrisy. Abhor what is evil; cling to what is good.\n", "\nProverbs 31:10\nAn excellent wife, who can find?For her worth is far above jewels.\n", "\nJohn 20:31\nbut these have been written so that you may believe that Jesus is the Christ, the Son of God; and that believing you may have life in His name.\n", "\n1 Peter 3:1\nIn the same way, you wives, be submissive to your own husbands so that even if any of them are disobedient to the word, they may be won without a word by the behavior of their wives,\n", "\nRomans 2:3\nBut do you suppose this, O man, when you pass judgment on those who practice such things and do the same yourself, that you will escape the judgment of God?\n", "\nMatthew 18:21\nThen Peter came and said to Him, “Lord, how often shall my brother sin against me and I forgive him? Up to seven times?”\n", "\nActs 11:26\nand when he had found him, he brought him to Antioch. And for an entire year they met with the church and taught considerable numbers; and the disciples were first called Christians in Antioch.\n", "\nLuke 1:9\naccording to the custom of the priestly office, he was chosen by lot to enter the temple of the Lord and burn incense.\n", "\nJohn 3:13\nNo one has ascended into heaven, but He who descended from heaven: the Son of Man.\n", "\nRomans 9:11\nfor though the twins were not yet born and had not done anything good or bad, so that God’s purpose according to His choice would stand, not because of works but because of Him who calls,\n", "\nMatthew 3:16\nAfter being baptized, Jesus came up immediately from the water; and behold, the heavens were opened, and he saw the Spirit of God descending as a dove and lighting on Him,\n", "\nGenesis 2:15\nThen the Lord God took the man and put him into the garden of Eden to cultivate it and keep it.\n", "\nIsaiah 40:3\nA voice is calling,“Clear the way for the Lord in the wilderness;Make smooth in the desert a highway for our God.\n", "\nHebrews 4:5\nand again in this passage, “They shall not enter My rest.”\n", "\nJohn 4:9\nTherefore the Samaritan woman *said to Him, “How is it that You, being a Jew, ask me for a drink since I am a Samaritan woman?” (For Jews have no dealings with Samaritans.)\n", "\nMatthew 26:26\nWhile they were eating, Jesus took some bread, and after a blessing, He broke it and gave it to the disciples, and said, “Take, eat; this is My body.”\n", "\nMark 2:1\nWhen He had come back to Capernaum several days afterward, it was heard that He was at home.\n", "\nMatthew 16:24\nThen Jesus said to His disciples, “If anyone wishes to come after Me, he must deny himself, and take up his cross and follow Me.\n", "\nMatthew 16:13\nNow when Jesus came into the district of Caesarea Philippi, He was asking His disciples, “Who do people say that the Son of Man is?”\n", "\nLuke 12:13\nSomeone in the crowd said to Him, “Teacher, tell my brother to divide the family inheritance with me.”\n", "\nRevelation 20:1\nThen I saw an angel coming down from heaven, holding the key of the abyss and a great chain in his hand.\n", "\nJohn 3:15\nso that whoever believes will in Him have eternal life.\n", "\nJohn 11:1\nNow a certain man was sick, Lazarus of Bethany, the village of Mary and her sister Martha.\n", "\nMalachi 3:6\n“For I, the Lord, do not change; therefore you, O sons of Jacob, are not consumed.\n", "\nColossians 2:12\nhaving been buried with Him in baptism, in which you were also raised up with Him through faith in the working of God, who raised Him from the dead.\n", "\nProverbs 14:12\nThere is a way which seems right to a man,But its end is the way of death.\n", "\nEphesians 3:4\nBy referring to this, when you read you can understand my insight into the mystery of Christ,\n", "\nColossians 1:28\nWe proclaim Him, admonishing every man and teaching every man with all wisdom, so that we may present every man complete in Christ.\n", "\nRomans 5:3\nAnd not only this, but we also exult in our tribulations, knowing that tribulation brings about perseverance;\n", "\nDeuteronomy 6:5\nYou shall love the Lord your God with all your heart and with all your soul and with all your might.\n", "\nJames 2:10\nFor whoever keeps the whole law and yet stumbles in one point, he has become guilty of all.\n", "\nJohn 3:7\nDo not be amazed that I said to you, ‘You must be born again.’\n", "\nTitus 1:2\nin the hope of eternal life, which God, who cannot lie, promised long ages ago,\n", "\n1 John 3:4\nEveryone who practices sin also practices lawlessness; and sin is lawlessness.\n", "\nJohn 14:21\nHe who has My commandments and keeps them is the one who loves Me; and he who loves Me will be loved by My Father, and I will love him and will disclose Myself to him.”\n", "\nMark 9:43\nIf your hand causes you to stumble, cut it off; it is better for you to enter life crippled, than, having your two hands, to go into hell, into the unquenchable fire,\n", "\nJames 2:1\nMy brethren, do not hold your faith in our glorious Lord Jesus Christ with an attitude of personal favoritism.\n", "\nJames 1:10\nand the rich man is to glory in his humiliation, because like flowering grass he will pass away.\n", "\nActs 15:1\nSome men came down from Judea and began teaching the brethren, “Unless you are circumcised according to the custom of Moses, you cannot be saved.”\n", "\n2 Corinthians 4:4\nin whose case the god of this world has blinded the minds of the unbelieving so that they might not see the light of the gospel of the glory of Christ, who is the image of God.\n", "\nIsaiah 3:12\nO My people! Their oppressors are children,And women rule over them.O My people! Those who guide you lead you astrayAnd confuse the direction of your paths.\n", "\nEphesians 4:30\nDo not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption.\n", "\nActs 22:16\nNow why do you delay? Get up and be baptized, and wash away your sins, calling on His name.’\n", "\nLuke 12:32\nDo not be afraid, little flock, for your Father has chosen gladly to give you the kingdom.\n", "\nMark 10:17\nAs He was setting out on a journey, a man ran up to Him and knelt before Him, and asked Him, “Good Teacher, what shall I do to inherit eternal life?”\n", "\nColossians 3:5\nTherefore consider the members of your earthly body as dead to immorality, impurity, passion, evil desire, and greed, which amounts to idolatry.\n", "\nJohn 1:10\nHe was in the world, and the world was made through Him, and the world did not know Him.\n", "\nRomans 10:14\nHow then will they call on Him in whom they have not believed? How will they believe in Him whom they have not heard? And how will they hear without a preacher?\n", "\nPhilippians 1:21\nFor to me, to live is Christ and to die is gain.\n", "\nLuke 15:1\nNow all the tax collectors and the sinners were coming near Him to listen to Him.\n", "\n1 Peter 2:21\nFor you have been called for this purpose, since Christ also suffered for you, leaving you an example for you to follow in His steps,\n", "\n2 Corinthians 3:18\nBut we all, with unveiled face, beholding as in a mirror the glory of the Lord, are being transformed into the same image from glory to glory, just as from the Lord, the Spirit.\n", "\nMark 11:24\nTherefore I say to you, all things for which you pray and ask, believe that you have received them, and they will be granted you.\n", "\nRomans 1:10\nalways in my prayers making request, if perhaps now at last by the will of God I may succeed in coming to you.\n", "\nLuke 11:12\nOr if he is asked for an egg, he will not give him a scorpion, will he?\n", "\nMark 8:34\nAnd He summoned the crowd with His disciples, and said to them, “If anyone wishes to come after Me, he must deny himself, and take up his cross and follow Me.\n", "\nEphesians 4:4\nThere is one body and one Spirit, just as also you were called in one hope of your calling;\n", "\nPhilippians 1:1\nPaul and Timothy, bond-servants of Christ Jesus,To all the saints in Christ Jesus who are in Philippi, including the overseers and deacons:\n", "\nEphesians 4:15\nbut speaking the truth in love, we are to grow up in all aspects into Him who is the head, even Christ,\n", "\nMatthew 25:1\n“Then the kingdom of heaven will be comparable to ten virgins, who took their lamps and went out to meet the bridegroom.\n", "\nActs 17:24\nThe God who made the world and all things in it, since He is Lord of heaven and earth, does not dwell in temples made with hands;\n", "\nRevelation 3:4\nBut you have a few people in Sardis who have not soiled their garments; and they will walk with Me in white, for they are worthy.\n", "\nEphesians 1:8\nwhich He lavished on us. In all wisdom and insight\n", "\n1 John 5:13\nThese things I have written to you who believe in the name of the Son of God, so that you may know that you have eternal life.\n", "\nGenesis 22:1\nNow it came about after these things, that God tested Abraham, and said to him, “Abraham!” And he said, “Here I am.”\n", "\nEphesians 4:32\nBe kind to one another, tender-hearted, forgiving each other, just as God in Christ also has forgiven you.\n", "\nLuke 10:11\n‘Even the dust of your city which clings to our feet we wipe off in protest against you; yet be sure of this, that the kingdom of God has come near.’\n", "\nLuke 19:1\nHe entered Jericho and was passing through.\n", "\nIsaiah 41:10\n‘Do not fear, for I am with you;Do not anxiously look about you, for I am your God.I will strengthen you, surely I will help you,Surely I will uphold you with My righteous right hand.’\n", "\n1 Peter 5:1\nTherefore, I exhort the elders among you, as your fellow elder and witness of the sufferings of Christ, and a partaker also of the glory that is to be revealed,\n", "\nIsaiah 11:1\nThen a shoot will spring from the stem of Jesse,And a branch from his roots will bear fruit.\n", "\n1 John 5:11\nAnd the testimony is this, that God has given us eternal life, and this life is in His Son.\n", "\nEphesians 2:4\nBut God, being rich in mercy, because of His great love with which He loved us,\n", "\nRevelation 21:4\nand He will wipe away every tear from their eyes; and there will no longer be any death; there will no longer be any mourning, or crying, or pain; the first things have passed away.”\n", "\nGenesis 11:1\nNow the whole earth used the same language and the same words.\n", "\nActs 16:17\nFollowing after Paul and us, she kept crying out, saying, “These men are bond-servants of the Most High God, who are proclaiming to you the way of salvation.”\n", "\nRevelation 14:6\nAnd I saw another angel flying in midheaven, having an eternal gospel to preach to those who live on the earth, and to every nation and tribe and tongue and people;\n", "\nIsaiah 43:10\n“You are My witnesses,” declares the Lord,“And My servant whom I have chosen,So that you may know and believe MeAnd understand that I am He.Before Me there was no God formed,And there will be none after Me.\n", "\nMatthew 10:28\nDo not fear those who kill the body but are unable to kill the soul; but rather fear Him who is able to destroy both soul and body in hell.\n", "\nMatthew 28:16\nBut the eleven disciples proceeded to Galilee, to the mountain which Jesus had designated.\n", "\nColossians 1:9\nFor this reason also, since the day we heard of it, we have not ceased to pray for you and to ask that you may be filled with the knowledge of His will in all spiritual wisdom and understanding,\n", "\nActs 1:3\nTo these He also presented Himself alive after His suffering, by many convincing proofs, appearing to them over a period of forty days and speaking of the things concerning the kingdom of God.\n", "\nColossians 2:16\nTherefore no one is to act as your judge in regard to food or drink or in respect to a festival or a new moon or a Sabbath day—\n", "\nRomans 1:17\nFor in it the righteousness of God is revealed from faith to faith; as it is written, “But the righteous man shall live by faith.”\n", "\nRevelation 1:7\nBehold, He is coming with the clouds, and every eye will see Him, even those who pierced Him; and all the tribes of the earth will mourn over Him. So it is to be. Amen.\n", "\nActs 2:47\npraising God and having favor with all the people. And the Lord was adding to their number day by day those who were being saved.\n", "\nRomans 8:15\nFor you have not received a spirit of slavery leading to fear again, but you have received a spirit of adoption as sons by which we cry out, “Abba! Father!”\n", "\nMark 1:9\nIn those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan.\n", "\nEphesians 1:11\nalso we have obtained an inheritance, having been predestined according to His purpose who works all things after the counsel of His will,\n", "\n1 Corinthians 3:4\nFor when one says, “I am of Paul,” and another, “I am of Apollos,” are you not mere men?\n", "\nRevelation 20:10\nAnd the devil who deceived them was thrown into the lake of fire and brimstone, where the beast and the false prophet are also; and they will be tormented day and night forever and ever.\n", "\nIsaiah 55:1\n“Ho! Every one who thirsts, come to the waters;And you who have no money come, buy and eat.Come, buy wine and milkWithout money and without cost.\n", "\nGalatians 6:9\nLet us not lose heart in doing good, for in due time we will reap if we do not grow weary.\n", "\nGenesis 4:1\nNow the man had relations with his wife Eve, and she conceived and gave birth to Cain, and she said, “I have gotten a manchild with the help of the Lord.”\n", "\nJohn 16:12\n“I have many more things to say to you, but you cannot bear them now.\n", "\nPsalm 37:4\nDelight yourself in the Lord;And He will give you the desires of your heart.\n", "\nMatthew 3:11\n“As for me, I baptize you with water for repentance, but He who is coming after me is mightier than I, and I am not fit to remove His sandals; He will baptize you with the Holy Spirit and fire.\n", "\n1 Peter 1:23\nfor you have been born again not of seed which is perishable but imperishable, that is, through the living and enduring word of God.\n", "\nLuke 3:23\nWhen He began His ministry, Jesus Himself was about thirty years of age, being, as was supposed, the son of Joseph, the son of Eli,\n", "\nLuke 10:27\nAnd he answered, “You shall love the Lord your God with all your heart, and with all your soul, and with all your strength, and with all your mind; and your neighbor as yourself.”\n", "\nLuke 1:46\nAnd Mary said:“My soul exalts the Lord,\n", "\n1 John 5:14\nThis is the confidence which we have before Him, that, if we ask anything according to His will, He hears us.\n", "\nColossians 1:8\nand he also informed us of your love in the Spirit.\n", "\nRomans 1:12\nthat is, that I may be encouraged together with you while among you, each of us by the other’s faith, both yours and mine.\n", "\n1 Timothy 3:16\nBy common confession, great is the mystery of godliness:He who was revealed in the flesh,Was vindicated in the Spirit,Seen by angels,Proclaimed among the nations,Believed on in the world,Taken up in glory.\n", "\nRomans 8:35\nWho will separate us from the love of Christ? Will tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?\n", "\n2 Peter 1:7\nand in your godliness, brotherly kindness, and in your brotherly kindness, love.\n", "\nJohn 20:28\nThomas answered and said to Him, “My Lord and my God!”\n", "\n2 Timothy 1:13\nRetain the standard of sound words which you have heard from me, in the faith and love which are in Christ Jesus.\n", "\nPhilippians 2:9\nFor this reason also, God highly exalted Him, and bestowed on Him the name which is above every name,\n", "\nEphesians 4:29\nLet no unwholesome word proceed from your mouth, but only such a word as is good for edification according to the need of the moment, so that it will give grace to those who hear.\n", "\nMatthew 24:36\n“But of that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father alone.\n", "\nLuke 24:49\nAnd behold, I am sending forth the promise of My Father upon you; but you are to stay in the city until you are clothed with power from on high.”\n", "\nGenesis 6:1\nNow it came about, when men began to multiply on the face of the land, and daughters were born to them,\n", "\nJohn 20:17\nJesus *said to her, “Stop clinging to Me, for I have not yet ascended to the Father; but go to My brethren and say to them, ‘I ascend to My Father and your Father, and My God and your God.’”\n", "\nJohn 17:1\nJesus spoke these things; and lifting up His eyes to heaven, He said, “Father, the hour has come; glorify Your Son, that the Son may glorify You,\n", "\nJames 4:1\nWhat is the source of quarrels and conflicts among you? Is not the source your pleasures that wage war in your members?\n", "\nMalachi 3:1\n“Behold, I am going to send My messenger, and he will clear the way before Me. And the Lord, whom you seek, will suddenly come to His temple; and the messenger of the covenant, in whom you delight, behold, He is coming,” says the Lord of hosts.\n", "\nLuke 13:1\nNow on the same occasion there were some present who reported to Him about the Galileans whose blood Pilate had mixed with their sacrifices.\n", "\nColossians 3:17\nWhatever you do in word or deed, do all in the name of the Lord Jesus, giving thanks through Him to God the Father.\n", "\nMatthew 5:21\n“You have heard that the ancients were told, ‘You shall not commit murder’ and ‘Whoever commits murder shall be liable to the court.’\n", "\nMatthew 5:38\n“You have heard that it was said, ‘An eye for an eye, and a tooth for a tooth.’\n", "\nActs 2:44\nAnd all those who had believed were together and had all things in common;\n", "\nLuke 1:14\nYou will have joy and gladness, and many will rejoice at his birth.\n", "\nJames 4:8\nDraw near to God and He will draw near to you. Cleanse your hands, you sinners; and purify your hearts, you double-minded.\n", "\n2 Peter 3:18\nbut grow in the grace and knowledge of our Lord and Savior Jesus Christ. To Him be the glory, both now and to the day of eternity. Amen.\n", "\n1 John 2:18\nChildren, it is the last hour; and just as you heard that antichrist is coming, even now many antichrists have appeared; from this we know that it is the last hour.\n", "\nMatthew 24:15\n“Therefore when you see the abomination of desolation which was spoken of through Daniel the prophet, standing in the holy place (let the reader understand),\n", "\nJeremiah 2:4\nHear the word of the Lord, O house of Jacob, and all the families of the house of Israel.\n", "\nActs 20:35\nIn everything I showed you that by working hard in this manner you must help the weak and remember the words of the Lord Jesus, that He Himself said, ‘It is more blessed to give than to receive.’”\n", "\nMatthew 7:26\nEveryone who hears these words of Mine and does not act on them, will be like a foolish man who built his house on the sand.\n", "\n2 Corinthians 1:3\nBlessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,\n", "\nMatthew 5:18\nFor truly I say to you, until heaven and earth pass away, not the smallest letter or stroke shall pass from the Law until all is accomplished.\n", "\nLuke 24:47\nand that repentance for forgiveness of sins would be proclaimed in His name to all the nations, beginning from Jerusalem.\n", "\n2 Peter 3:10\nBut the day of the Lord will come like a thief, in which the heavens will pass away with a roar and the elements will be destroyed with intense heat, and the earth and its works will be burned up.\n", "\nEphesians 2:11\nTherefore remember that formerly you, the Gentiles in the flesh, who are called “Uncircumcision” by the so-called “Circumcision,” which is performed in the flesh by human hands—\n", "\n1 John 4:16\nWe have come to know and have believed the love which God has for us. God is love, and the one who abides in love abides in God, and God abides in him.\n", "\nColossians 1:7\njust as you learned it from Epaphras, our beloved fellow bond-servant, who is a faithful servant of Christ on our behalf,\n", "\nJohn 21:1\nAfter these things Jesus manifested Himself again to the disciples at the Sea of Tiberias, and He manifested Himself in this way.\n", "\nJohn 5:3\nIn these lay a multitude of those who were sick, blind, lame, and withered, [waiting for the moving of the waters;\n", "\nMalachi 3:4\nThen the offering of Judah and Jerusalem will be pleasing to the Lord as in the days of old and as in former years.\n", "\nJeremiah 1:4\nNow the word of the Lord came to me saying,\n", "\nGenesis 2:17\nbut from the tree of the knowledge of good and evil you shall not eat, for in the day that you eat from it you will surely die.”\n", "\n2 Timothy 4:1\nI solemnly charge you in the presence of God and of Christ Jesus, who is to judge the living and the dead, and by His appearing and His kingdom:\n", "\nJames 1:1\nJames, a bond-servant of God and of the Lord Jesus Christ,To the twelve tribes who are dispersed abroad: Greetings.\n\n", "\nGenesis 6:9\nThese are the records of the generations of Noah. Noah was a righteous man, blameless in his time; Noah walked with God.\n", "\n2 Corinthians 13:14\nThe grace of the Lord Jesus Christ, and the love of God, and the fellowship of the Holy Spirit, be with you all.\n", "\n1 Thessalonians 5:6\nso then let us not sleep as others do, but let us be alert and sober.\n", "\n2 Peter 1:19\nSo we have the prophetic word made more sure, to which you do well to pay attention as to a lamp shining in a dark place, until the day dawns and the morning star arises in your hearts.\n", "\nEphesians 6:11\nPut on the full armor of God, so that you will be able to stand firm against the schemes of the devil.\n", "\nJohn 5:18\nFor this reason therefore the Jews were seeking all the more to kill Him, because He not only was breaking the Sabbath, but also was calling God His own Father, making Himself equal with God.\n", "\nExodus 20:4\n“You shall not make for yourself an idol, or any likeness of what is in heaven above or on the earth beneath or in the water under the earth.\n", "\nGalatians 1:8\nBut even if we, or an angel from heaven, should preach to you a gospel contrary to what we have preached to you, he is to be accursed!\n", "\n2 Timothy 4:3\nFor the time will come when they will not endure sound doctrine; but wanting to have their ears tickled, they will accumulate for themselves teachers in accordance to their own desires,\n", "\nMark 9:10\nThey seized upon that statement, discussing with one another what rising from the dead meant.\n", "\nHebrews 10:19\nTherefore, brethren, since we have confidence to enter the holy place by the blood of Jesus,\n", "\nJohn 14:17\nthat is the Spirit of truth, whom the world cannot receive, because it does not see Him or know Him, but you know Him because He abides with you and will be in you.\n", "\nGenesis 2:4\nThis is the account of the heavens and the earth when they were created, in the day that the Lord God made earth and heaven.\n", "\nJeremiah 33:3\n‘Call to Me and I will answer you, and I will tell you great and mighty things, which you do not know.’\n", "\nLuke 3:1\nNow in the fifteenth year of the reign of Tiberius Caesar, when Pontius Pilate was governor of Judea, and Herod was tetrarch of Galilee, and his brother Philip was tetrarch of the region of Ituraea and Trachonitis, and Lysanias was tetrarch of Abilene,\n", "\nJohn 2:13\nThe Passover of the Jews was near, and Jesus went up to Jerusalem.\n", "\nLuke 2:8\nIn the same region there were some shepherds staying out in the fields and keeping watch over their flock by night.\n", "\nMatthew 5:6\n“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.\n", "\nIsaiah 26:3\n“The steadfast of mind You will keep in perfect peace,Because he trusts in You.\n", "\nRomans 1:9\nFor God, whom I serve in my spirit in the preaching of the gospel of His Son, is my witness as to how unceasingly I make mention of you,\n", "\nAmos 4:1\nHear this word, you cows of Bashan who are on the mountain of Samaria,Who oppress the poor, who crush the needy,Who say to your husbands, “Bring now, that we may drink!”\n", "\nEphesians 5:15\nTherefore be careful how you walk, not as unwise men but as wise,\n", "\nEphesians 4:12\nfor the equipping of the saints for the work of service, to the building up of the body of Christ;\n", "\n1 Corinthians 2:3\nI was with you in weakness and in fear and in much trembling,\n", "\n2 Peter 1:8\nFor if these qualities are yours and are increasing, they render you neither useless nor unfruitful in the true knowledge of our Lord Jesus Christ.\n", "\nHebrews 4:16\nTherefore let us draw near with confidence to the throne of grace, so that we may receive mercy and find grace to help in time of need.\n", "\n2 Peter 1:4\nFor by these He has granted to us His precious and magnificent promises, so that by them you may become partakers of the divine nature, having escaped the corruption that is in the world by lust.\n", "\n1 Timothy 4:12\nLet no one look down on your youthfulness, but rather in speech, conduct, love, faith and purity, show yourself an example of those who believe.\n", "\n2 Corinthians 5:10\nFor we must all appear before the judgment seat of Christ, so that each one may be recompensed for his deeds in the body, according to what he has done, whether good or bad.\n", "\nJeremiah 1:5\n“Before I formed you in the womb I knew you,And before you were born I consecrated you;I have appointed you a prophet to the nations.”\n", "\nActs 2:14\nBut Peter, taking his stand with the eleven, raised his voice and declared to them: “Men of Judea and all you who live in Jerusalem, let this be known to you and give heed to my words.\n", "\nRomans 16:17\nNow I urge you, brethren, keep your eye on those who cause dissensions and hindrances contrary to the teaching which you learned, and turn away from them.\n", "\nRomans 13:8\nOwe nothing to anyone except to love one another; for he who loves his neighbor has fulfilled the law.\n", "\nTitus 1:9\nholding fast the faithful word which is in accordance with the teaching, so that he will be able both to exhort in sound doctrine and to refute those who contradict.\n", "\nActs 1:5\nfor John baptized with water, but you will be baptized with the Holy Spirit not many days from now.”\n", "\n2 Corinthians 3:4\nSuch confidence we have through Christ toward God.\n", "\nJohn 8:36\nSo if the Son makes you free, you will be free indeed.\n", "\nGalatians 2:3\nBut not even Titus, who was with me, though he was a Greek, was compelled to be circumcised.\n", "\nActs 2:21\n‘And it shall be that everyone who calls on the name of the Lord will be saved.’\n", "\nGalatians 6:2\nBear one another’s burdens, and thereby fulfill the law of Christ.\n", "\nHebrews 13:17\nObey your leaders and submit to them, for they keep watch over your souls as those who will give an account. Let them do this with joy and not with grief, for this would be unprofitable for you.\n", "\nPsalm 103:1\nA Psalm of David.Bless the Lord, O my soul,And all that is within me, bless His holy name.\n", "\nProverbs 4:23\nWatch over your heart with all diligence,For from it flow the springs of life.\n", "\nDaniel 12:2\nMany of those who sleep in the dust of the ground will awake, these to everlasting life, but the others to disgrace and everlasting contempt.\n", "\nZechariah 9:9\nRejoice greatly, O daughter of Zion!Shout in triumph, O daughter of Jerusalem!Behold, your king is coming to you;He is just and endowed with salvation,Humble, and mounted on a donkey,Even on a colt, the foal of a donkey.\n", "\n1 Corinthians 3:16\nDo you not know that you are a temple of God and that the Spirit of God dwells in you?\n", "\nLuke 6:20\nAnd turning His gaze toward His disciples, He began to say, “Blessed are you who are poor, for yours is the kingdom of God.\n", "\n1 Corinthians 12:13\nFor by one Spirit we were all baptized into one body, whether Jews or Greeks, whether slaves or free, and we were all made to drink of one Spirit.\n", "\nActs 1:14\nThese all with one mind were continually devoting themselves to prayer, along with the women, and Mary the mother of Jesus, and with His brothers.\n", "\n1 John 3:8\nthe one who practices sin is of the devil; for the devil has sinned from the beginning. The Son of God appeared for this purpose, to destroy the works of the devil.\n", "\nEphesians 5:19\nspeaking to one another in psalms and hymns and spiritual songs, singing and making melody with your heart to the Lord;\n", "\nGalatians 2:16\nnevertheless knowing that a man is not justified by the works of the Law but through faith in Christ Jesus, even we have believed in Christ Jesus, so that we may be justified by faith in Christ and not by the works of the Law; since by the works of the Law no flesh will be justified.\n", "\n1 Corinthians 2:9\nbut just as it is written,“Things which eye has not seen and ear has not heard,And which have not entered the heart of man,All that God has prepared for those who love Him.”\n", "\nActs 2:23\nthis Man, delivered over by the predetermined plan and foreknowledge of God, you nailed to a cross by the hands of godless men and put Him to death.\n", "\nExodus 20:15\n“You shall not steal.\n", "\nRomans 11:33\nOh, the depth of the riches both of the wisdom and knowledge of God! How unsearchable are His judgments and unfathomable His ways!\n", "\nMatthew 19:16\nAnd someone came to Him and said, “Teacher, what good thing shall I do that I may obtain eternal life?”\n", "\nActs 20:24\nBut I do not consider my life of any account as dear to myself, so that I may finish my course and the ministry which I received from the Lord Jesus, to testify solemnly of the gospel of the grace of God.\n", "\nJohn 14:3\nIf I go and prepare a place for you, I will come again and receive you to Myself, that where I am, there you may be also.\n", "\nRevelation 1:5\nand from Jesus Christ, the faithful witness, the firstborn of the dead, and the ruler of the kings of the earth. To Him who loves us and released us from our sins by His blood—\n", "\nRomans 11:12\nNow if their transgression is riches for the world and their failure is riches for the Gentiles, how much more will their fulfillment be!\n", "\nMark 9:23\nAnd Jesus said to him, “‘If You can?’ All things are possible to him who believes.”\n", "\n2 Timothy 4:2\npreach the word; be ready in season and out of season; reprove, rebuke, exhort, with great patience and instruction.\n", "\nRomans 3:20\nbecause by the works of the Law no flesh will be justified in His sight; for through the Law comes the knowledge of sin.\n", "\nLeviticus 1:2\n“Speak to the sons of Israel and say to them, ‘When any man of you brings an offering to the Lord, you shall bring your offering of animals from the herd or the flock.\n", "\nActs 16:16\nIt happened that as we were going to the place of prayer, a slave-girl having a spirit of divination met us, who was bringing her masters much profit by fortune-telling.\n", "\nActs 20:17\nFrom Miletus he sent to Ephesus and called to him the elders of the church.\n", "\n1 Corinthians 15:51\nBehold, I tell you a mystery; we will not all sleep, but we will all be changed,\n", "\nJob 19:25\n“As for me, I know that my Redeemer lives,And at the last He will take His stand on the earth.\n", "\nMatthew 10:32\n“Therefore everyone who confesses Me before men, I will also confess him before My Father who is in heaven.\n", "\nPhilippians 3:10\nthat I may know Him and the power of His resurrection and the fellowship of His sufferings, being conformed to His death;\n", "\nActs 10:44\nWhile Peter was still speaking these words, the Holy Spirit fell upon all those who were listening to the message.\n", "\nIsaiah 59:2\nBut your iniquities have made a separation between you and your God,And your sins have hidden His face from you so that He does not hear.\n", "\nActs 2:46\nDay by day continuing with one mind in the temple, and breaking bread from house to house, they were taking their meals together with gladness and sincerity of heart,\n", "\nJohn 8:1\nBut Jesus went to the Mount of Olives.\n", "\n1 Thessalonians 5:23\nNow may the God of peace Himself sanctify you entirely; and may your spirit and soul and body be preserved complete, without blame at the coming of our Lord Jesus Christ.\n", "\nPsalm 46:10\n“Cease striving and know that I am God;I will be exalted among the nations, I will be exalted in the earth.”\n", "\nRevelation 3:14\n“To the angel of the church in Laodicea write:The Amen, the faithful and true Witness, the Beginning of the creation of God, says this:\n\n", "\n1 Corinthians 7:8\nBut I say to the unmarried and to widows that it is good for them if they remain even as I.\n", "\nZechariah 12:10\n“I will pour out on the house of David and on the inhabitants of Jerusalem, the Spirit of grace and of supplication, so that they will look on Me whom they have pierced; and they will mourn for Him, as one mourns for an only son, and they will weep bitterly over Him like the bitter weeping over a firstborn.\n", "\nRomans 5:5\nand hope does not disappoint, because the love of God has been poured out within our hearts through the Holy Spirit who was given to us.\n", "\nRomans 1:21\nFor even though they knew God, they did not honor Him as God or give thanks, but they became futile in their speculations, and their foolish heart was darkened.\n", "\nJohn 3:23\nJohn also was baptizing in Aenon near Salim, because there was much water there; and people were coming and were being baptized—\n", "\nLuke 12:49\n“I have come to cast fire upon the earth; and how I wish it were already kindled!\n", "\nJohn 15:18\n“If the world hates you, you know that it has hated Me before it hated you.\n", "\n1 Thessalonians 4:5\nnot in lustful passion, like the Gentiles who do not know God;\n", "\nMatthew 27:46\nAbout the ninth hour Jesus cried out with a loud voice, saying, “Eli, Eli, lama sabachthani?” that is, “My God, My God, why have You forsaken Me?”\n", "\n1 John 4:18\nThere is no fear in love; but perfect love casts out fear, because fear involves punishment, and the one who fears is not perfected in love.\n", "\nMark 2:27\nJesus said to them, “The Sabbath was made for man, and not man for the Sabbath.\n", "\nLuke 1:5\nIn the days of Herod, king of Judea, there was a priest named Zacharias, of the division of Abijah; and he had a wife from the daughters of Aaron, and her name was Elizabeth.\n", "\nHebrews 9:22\nAnd according to the Law, one may almost say, all things are cleansed with blood, and without shedding of blood there is no forgiveness.\n", "\n1 Timothy 3:15\nbut in case I am delayed, I write so that you will know how one ought to conduct himself in the household of God, which is the church of the living God, the pillar and support of the truth.\n", "\nMatthew 3:13\nThen Jesus *arrived from Galilee at the Jordan coming to John, to be baptized by him.\n", "\n1 Corinthians 12:4\nNow there are varieties of gifts, but the same Spirit.\n", "\nRomans 1:13\nI do not want you to be unaware, brethren, that often I have planned to come to you (and have been prevented so far) so that I may obtain some fruit among you also, even as among the rest of the Gentiles.\n", "\nLuke 6:46\n“Why do you call Me, ‘Lord, Lord,’ and do not do what I say?\n", "\nJohn 12:32\nAnd I, if I am lifted up from the earth, will draw all men to Myself.”\n", "\nActs 8:36\nAs they went along the road they came to some water; and the eunuch *said, “Look! Water! What prevents me from being baptized?”\n", "\n1 Peter 1:13\nTherefore, prepare your minds for action, keep sober in spirit, fix your hope completely on the grace to be brought to you at the revelation of Jesus Christ.\n", "\nGenesis 2:1\nThus the heavens and the earth were completed, and all their hosts.\n", "\n1 Corinthians 2:14\nBut a natural man does not accept the things of the Spirit of God, for they are foolishness to him; and he cannot understand them, because they are spiritually appraised.\n", "\nMatthew 1:11\nJosiah became the father of Jeconiah and his brothers, at the time of the deportation to Babylon.\n", "\nMatthew 23:23\n“Woe to you, scribes and Pharisees, hypocrites! For you tithe mint and dill and cummin, and have neglected the weightier provisions of the law: justice and mercy and faithfulness; but these are the things you should have done without neglecting the others.\n", "\nRomans 1:8\nFirst, I thank my God through Jesus Christ for you all, because your faith is being proclaimed throughout the whole world.\n", "\nPhilippians 2:13\nfor it is God who is at work in you, both to will and to work for His good pleasure.\n", "\n1 Samuel 16:7\nBut the Lord said to Samuel, “Do not look at his appearance or at the height of his stature, because I have rejected him; for God sees not as man sees, for man looks at the outward appearance, but the Lord looks at the heart.”\n", "\nRevelation 2:3\nand you have perseverance and have endured for My name’s sake, and have not grown weary.\n", "\n1 Peter 4:5\nbut they will give account to Him who is ready to judge the living and the dead.\n", "\nRomans 3:25\nwhom God displayed publicly as a propitiation in His blood through faith. This was to demonstrate His righteousness, because in the forbearance of God He passed over the sins previously committed;\n", "\nGenesis 2:3\nThen God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made.\n", "\nTitus 3:4\nBut when the kindness of God our Savior and His love for mankind appeared,\n", "\nJohn 1:20\nAnd he confessed and did not deny, but confessed, “I am not the Christ.”\n", "\nJohn 5:20\nFor the Father loves the Son, and shows Him all things that He Himself is doing; and the Father will show Him greater works than these, so that you will marvel.\n", "\nColossians 2:6\nTherefore as you have received Christ Jesus the Lord, so walk in Him,\n", "\nRomans 12:15\nRejoice with those who rejoice, and weep with those who weep.\n", "\nGalatians 3:27\nFor all of you who were baptized into Christ have clothed yourselves with Christ.\n", "\nLuke 2:52\nAnd Jesus kept increasing in wisdom and stature, and in favor with God and men.\n", "\nRevelation 22:17\nThe Spirit and the bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who wishes take the water of life without cost.\n", "\nHebrews 13:1\nLet love of the brethren continue.\n", "\nJohn 12:1\nJesus, therefore, six days before the Passover, came to Bethany where Lazarus was, whom Jesus had raised from the dead.\n", "\nActs 14:22\nstrengthening the souls of the disciples, encouraging them to continue in the faith, and saying, “Through many tribulations we must enter the kingdom of God.”\n", "\nLuke 21:25\n“There will be signs in sun and moon and stars, and on the earth dismay among nations, in perplexity at the roaring of the sea and the waves,\n", "\nGenesis 1:13\nThere was evening and there was morning, a third day.\n", "\nJohn 2:16\nand to those who were selling the doves He said, “Take these things away; stop making My Father’s house a place of business.”\n", "\nPsalm 46:1\nFor the choir director. A Psalm of the sons of Korah, set to Alamoth. A Song.God is our refuge and strength,A very present help in trouble.\n", "\nNumbers 1:2\n“Take a census of all the congregation of the sons of Israel, by their families, by their fathers’ households, according to the number of names, every male, head by head\n", "\nMatthew 6:14\nFor if you forgive others for their transgressions, your heavenly Father will also forgive you.\n", "\nPhilippians 3:5\ncircumcised the eighth day, of the nation of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; as to the Law, a Pharisee;\n", "\nJames 3:4\nLook at the ships also, though they are so great and are driven by strong winds, are still directed by a very small rudder wherever the inclination of the pilot desires.\n", "\nActs 26:18\nto open their eyes so that they may turn from darkness to light and from the dominion of Satan to God, that they may receive forgiveness of sins and an inheritance among those who have been sanctified by faith in Me.’\n", "\nDaniel 2:44\nIn the days of those kings the God of heaven will set up a kingdom which will never be destroyed, and that kingdom will not be left for another people; it will crush and put an end to all these kingdoms, but it will itself endure forever.\n", "\nLuke 4:14\nAnd Jesus returned to Galilee in the power of the Spirit, and news about Him spread through all the surrounding district.\n", "\nJohn 10:35\nIf he called them gods, to whom the word of God came (and the Scripture cannot be broken),\n", "\nLuke 24:39\nSee My hands and My feet, that it is I Myself; touch Me and see, for a spirit does not have flesh and bones as you see that I have.”\n", "\nHebrews 6:1\nTherefore leaving the elementary teaching about the Christ, let us press on to maturity, not laying again a foundation of repentance from dead works and of faith toward God,\n", "\nAmos 3:7\nSurely the Lord God does nothingUnless He reveals His secret counselTo His servants the prophets.\n", "\nJohn 14:13\nWhatever you ask in My name, that will I do, so that the Father may be glorified in the Son.\n", "\nPsalm 127:3\nBehold, children are a gift of the Lord,The fruit of the womb is a reward.\n", "\nActs 3:1\nNow Peter and John were going up to the temple at the ninth hour, the hour of prayer.\n", "\nRevelation 1:8\n“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”\n", "\nJohn 6:1\nAfter these things Jesus went away to the other side of the Sea of Galilee (or Tiberias).\n", "\nMark 4:35\nOn that day, when evening came, He *said to them, “Let us go over to the other side.”\n", "\nTitus 2:14\nwho gave Himself for us to redeem us from every lawless deed, and to purify for Himself a people for His own possession, zealous for good deeds.\n", "\nJohn 14:28\nYou heard that I said to you, ‘I go away, and I will come to you.’ If you loved Me, you would have rejoiced because I go to the Father, for the Father is greater than I.\n", "\n2 Timothy 2:2\nThe things which you have heard from me in the presence of many witnesses, entrust these to faithful men who will be able to teach others also.\n", "\nLuke 22:31\n“Simon, Simon, behold, Satan has demanded permission to sift you like wheat;\n", "\nPsalm 139:1\nFor the choir director. A Psalm of David.O Lord, You have searched me and known me.\n", "\n1 John 4:4\nYou are from God, little children, and have overcome them; because greater is He who is in you than he who is in the world.\n", "\nAmos 8:11\n“Behold, days are coming,” declares the Lord God,“When I will send a famine on the land,Not a famine for bread or a thirst for water,But rather for hearing the words of the Lord.\n", "\nRevelation 12:7\nAnd there was war in heaven, Michael and his angels waging war with the dragon. The dragon and his angels waged war,\n", "\nRomans 1:24\nTherefore God gave them over in the lusts of their hearts to impurity, so that their bodies would be dishonored among them.\n", "\n3 John 1:3\nFor I was very glad when brethren came and testified to your truth, that is, how you are walking in truth.\n", "\nRevelation 5:9\nAnd they *sang a new song, saying,\n“Worthy are You to take the book and to break its seals; for You were slain, and purchased for God with Your blood men from every tribe and tongue and people and nation.\n\n", "\nMatthew 25:34\n“Then the King will say to those on His right, ‘Come, you who are blessed of My Father, inherit the kingdom prepared for you from the foundation of the world.\n", "\n1 John 2:3\nBy this we know that we have come to know Him, if we keep His commandments.\n", "\nPhilippians 1:5\nin view of your participation in the gospel from the first day until now.\n", "\nRevelation 4:11\n“Worthy are You, our Lord and our God, to receive glory and honor and power; for You created all things, and because of Your will they existed, and were created.”\n", "\nJohn 10:9\nI am the door; if anyone enters through Me, he will be saved, and will go in and out and find pasture.\n", "\nJohn 3:9\nNicodemus said to Him, “How can these things be?”\n", "\nLuke 10:12\nI say to you, it will be more tolerable in that day for Sodom than for that city.\n", "\nMark 13:32\nBut of that day or hour no one knows, not even the angels in heaven, nor the Son, but the Father alone.\n", "\nTitus 3:1\nRemind them to be subject to rulers, to authorities, to be obedient, to be ready for every good deed,\n", "\nActs 10:1\nNow there was a man at Caesarea named Cornelius, a centurion of what was called the Italian cohort,\n", "\nExodus 3:1\nNow Moses was pasturing the flock of Jethro his father-in-law, the priest of Midian; and he led the flock to the west side of the wilderness and came to Horeb, the mountain of God.\n", "\nGenesis 17:1\nNow when Abram was ninety-nine years old, the Lord appeared to Abram and said to him,“I am God Almighty;Walk before Me, and be blameless.\n", "\nLuke 22:23\nAnd they began to discuss among themselves which one of them it might be who was going to do this thing.\n", "\nJames 2:17\nEven so faith, if it has no works, is dead, being by itself.\n", "\nHebrews 1:2\nin these last days has spoken to us in His Son, whom He appointed heir of all things, through whom also He made the world.\n", "\nLuke 3:21\nNow when all the people were baptized, Jesus was also baptized, and while He was praying, heaven was opened,\n", "\nLuke 12:15\nThen He said to them, “Beware, and be on your guard against every form of greed; for not even when one has an abundance does his life consist of his possessions.”\n", "\nMatthew 25:46\nThese will go away into eternal punishment, but the righteous into eternal life.”\n", "\nDaniel 9:10\nnor have we obeyed the voice of the Lord our God, to walk in His teachings which He set before us through His servants the prophets.\n", "\nLuke 1:32\nHe will be great and will be called the Son of the Most High; and the Lord God will give Him the throne of His father David;\n", "\nHebrews 2:9\nBut we do see Him who was made for a little while lower than the angels, namely, Jesus, because of the suffering of death crowned with glory and honor, so that by the grace of God He might taste death for everyone.\n", "\nPsalm 23:1\nA Psalm of David.The Lord is my shepherd,I shall not want.\n", "\nRomans 12:6\nSince we have gifts that differ according to the grace given to us, each of us is to exercise them accordingly: if prophecy, according to the proportion of his faith;\n", "\nJohn 3:22\nAfter these things Jesus and His disciples came into the land of Judea, and there He was spending time with them and baptizing.\n", "\n1 Corinthians 1:10\nNow I exhort you, brethren, by the name of our Lord Jesus Christ, that you all agree and that there be no divisions among you, but that you be made complete in the same mind and in the same judgment.\n", "\nLuke 9:51\nWhen the days were approaching for His ascension, He was determined to go to Jerusalem;\n", "\nEphesians 4:17\nSo this I say, and affirm together with the Lord, that you walk no longer just as the Gentiles also walk, in the futility of their mind,\n", "\n1 John 5:1\nWhoever believes that Jesus is the Christ is born of God, and whoever loves the Father loves the child born of Him.\n", "\nRomans 15:13\nNow may the God of hope fill you with all joy and peace in believing, so that you will abound in hope by the power of the Holy Spirit.\n", "\nRevelation 22:12\n“Behold, I am coming quickly, and My reward is with Me, to render to every man according to what he has done.\n", "\nMark 10:13\nAnd they were bringing children to Him so that He might touch them; but the disciples rebuked them.\n", "\nLuke 9:28\nSome eight days after these sayings, He took along Peter and John and James, and went up on the mountain to pray.\n", "\nPsalm 19:7\nThe law of the Lord is perfect, restoring the soul;The testimony of the Lord is sure, making wise the simple.\n", "\nRomans 14:1\nNow accept the one who is weak in faith, but not for the purpose of passing judgment on his opinions.\n", "\nSong of Solomon 2:1\n“I am the rose of Sharon,The lily of the valleys.”\n", "\nGalatians 1:5\nto whom be the glory forevermore. Amen.\n", "\nJohn 12:31\nNow judgment is upon this world; now the ruler of this world will be cast out.\n", "\nMatthew 24:29\n“But immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from the sky, and the powers of the heavens will be shaken.\n", "\nMalachi 3:8\n“Will a man rob God? Yet you are robbing Me! But you say, ‘How have we robbed You?’ In tithes and offerings.\n", "\nIsaiah 42:1\n“Behold, My Servant, whom I uphold;My chosen one in whom My soul delights.I have put My Spirit upon Him;He will bring forth justice to the nations.\n", "\nJohn 15:4\nAbide in Me, and I in you. As the branch cannot bear fruit of itself unless it abides in the vine, so neither can you unless you abide in Me.\n", "\nHebrews 6:4\nFor in the case of those who have once been enlightened and have tasted of the heavenly gift and have been made partakers of the Holy Spirit,\n", "\nPhilippians 3:12\nNot that I have already obtained it or have already become perfect, but I press on so that I may lay hold of that for which also I was laid hold of by Christ Jesus.\n", "\nActs 14:23\nWhen they had appointed elders for them in every church, having prayed with fasting, they commended them to the Lord in whom they had believed.\n", "\nJames 4:17\nTherefore, to one who knows the right thing to do and does not do it, to him it is sin.\n", "\nJames 5:7\nTherefore be patient, brethren, until the coming of the Lord. The farmer waits for the precious produce of the soil, being patient about it, until it gets the early and late rains.\n", "\nHebrews 11:3\nBy faith we understand that the worlds were prepared by the word of God, so that what is seen was not made out of things which are visible.\n", "\nMatthew 14:22\nImmediately He made the disciples get into the boat and go ahead of Him to the other side, while He sent the crowds away.\n", "\nRomans 1:19\nbecause that which is known about God is evident within them; for God made it evident to them.\n", "\nJohn 5:12\nThey asked him, “Who is the man who said to you, ‘Pick up your pallet and walk’?”\n", "\nLuke 16:1\nNow He was also saying to the disciples, “There was a rich man who had a manager, and this manager was reported to him as squandering his possessions.\n", "\n1 Peter 1:9\nobtaining as the outcome of your faith the salvation of your souls.\n", "\nJohn 10:16\nI have other sheep, which are not of this fold; I must bring them also, and they will hear My voice; and they will become one flock with one shepherd.\n", "\n1 Peter 3:21\nCorresponding to that, baptism now saves you—not the removal of dirt from the flesh, but an appeal to God for a good conscience—through the resurrection of Jesus Christ,\n", "\nActs 17:31\nbecause He has fixed a day in which He will judge the world in righteousness through a Man whom He has appointed, having furnished proof to all men by raising Him from the dead.”\n", "\nNumbers 6:24\nThe Lord bless you, and keep you;\n", "\nJohn 2:6\nNow there were six stone waterpots set there for the Jewish custom of purification, containing twenty or thirty gallons each.\n", "\nMatthew 24:35\nHeaven and earth will pass away, but My words will not pass away.\n", "\n1 John 4:10\nIn this is love, not that we loved God, but that He loved us and sent His Son to be the propitiation for our sins.\n", "\nJohn 15:9\nJust as the Father has loved Me, I have also loved you; abide in My love.\n", "\nJohn 7:38\nHe who believes in Me, as the Scripture said, ‘From his innermost being will flow rivers of living water.’”\n", "\nJohn 1:17\nFor the Law was given through Moses; grace and truth were realized through Jesus Christ.\n", "\nMark 5:1\nThey came to the other side of the sea, into the country of the Gerasenes.\n", "\nEphesians 6:17\nAnd take the helmet of salvation, and the sword of the Spirit, which is the word of God.\n", "\n1 Corinthians 9:10\nOr is He speaking altogether for our sake? Yes, for our sake it was written, because the plowman ought to plow in hope, and the thresher to thresh in hope of sharing the crops.\n", "\nEcclesiastes 1:11\nThere is no remembrance of earlier things;And also of the later things which will occur,There will be for them no remembranceAmong those who will come later still.\n", "\nRomans 11:25\nFor I do not want you, brethren, to be uninformed of this mystery—so that you will not be wise in your own estimation—that a partial hardening has happened to Israel until the fullness of the Gentiles has come in;\n", "\nExodus 5:1\nAnd afterward Moses and Aaron came and said to Pharaoh, “Thus says the Lord, the God of Israel, ‘Let My people go that they may celebrate a feast to Me in the wilderness.’”\n", "\nIsaiah 9:10\n“The bricks have fallen down,But we will rebuild with smooth stones;The sycamores have been cut down,But we will replace them with cedars.”\n", "\nProverbs 30:5\nEvery word of God is tested;He is a shield to those who take refuge in Him.\n", "\nRevelation 20:15\nAnd if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.\n", "\nLuke 17:20\nNow having been questioned by the Pharisees as to when the kingdom of God was coming, He answered them and said, “The kingdom of God is not coming with signs to be observed;\n", "\nActs 1:7\nHe said to them, “It is not for you to know times or epochs which the Father has fixed by His own authority;\n", "\nPsalm 14:1\nFor the choir director. A Psalm of David.The fool has said in his heart, “There is no God.”They are corrupt, they have committed abominable deeds;There is no one who does good.\n", "\nJohn 2:22\nSo when He was raised from the dead, His disciples remembered that He said this; and they believed the Scripture and the word which Jesus had spoken.\n", "\nMark 7:1\nThe Pharisees and some of the scribes gathered around Him when they had come from Jerusalem,\n", "\nIsaiah 55:11\nSo will My word be which goes forth from My mouth;It will not return to Me empty,Without accomplishing what I desire,And without succeeding in the matter for which I sent it.\n", "\n1 Samuel 2:3\n“Boast no more so very proudly,Do not let arrogance come out of your mouth;For the Lord is a God of knowledge,And with Him actions are weighed.\n", "\nActs 8:12\nBut when they believed Philip preaching the good news about the kingdom of God and the name of Jesus Christ, they were being baptized, men and women alike.\n", "\nJohn 8:24\nTherefore I said to you that you will die in your sins; for unless you believe that I am He, you will die in your sins.”\n", "\nActs 8:1\nSaul was in hearty agreement with putting him to death.And on that day a great persecution began against the church in Jerusalem, and they were all scattered throughout the regions of Judea and Samaria, except the apostles.\n", "\nMatthew 5:8\n“Blessed are the pure in heart, for they shall see God.\n", "\nJohn 5:22\nFor not even the Father judges anyone, but He has given all judgment to the Son,\n", "\nMatthew 16:26\nFor what will it profit a man if he gains the whole world and forfeits his soul? Or what will a man give in exchange for his soul?\n", "\nLuke 24:27\nThen beginning with Moses and with all the prophets, He explained to them the things concerning Himself in all the Scriptures.\n", "\nGenesis 3:6\nWhen the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was desirable to make one wise, she took from its fruit and ate; and she gave also to her husband with her, and he ate.\n", "\nJohn 17:11\nI am no longer in the world; and yet they themselves are in the world, and I come to You. Holy Father, keep them in Your name, the name which You have given Me, that they may be one even as We are.\n", "\n2 Peter 1:13\nI consider it right, as long as I am in this earthly dwelling, to stir you up by way of reminder,\n", "\nGenesis 2:16\nThe Lord God commanded the man, saying, “From any tree of the garden you may eat freely;\n", "\nActs 20:21\nsolemnly testifying to both Jews and Greeks of repentance toward God and faith in our Lord Jesus Christ.\n", "\nEphesians 5:23\nFor the husband is the head of the wife, as Christ also is the head of the church, He Himself being the Savior of the body.\n", "\nJohn 4:20\nOur fathers worshiped in this mountain, and you people say that in Jerusalem is the place where men ought to worship.”\n", "\nHebrews 10:26\nFor if we go on sinning willfully after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,\n", "\nHosea 11:1\nWhen Israel was a youth I loved him,And out of Egypt I called My son.\n", "\n2 Peter 3:8\nBut do not let this one fact escape your notice, beloved, that with the Lord one day is like a thousand years, and a thousand years like one day.\n", "\n1 John 4:19\nWe love, because He first loved us.\n", "\nPsalm 27:1\nA Psalm of David.The Lord is my light and my salvation;Whom shall I fear?The Lord is the defense of my life;Whom shall I dread?\n", "\nProverbs 27:17\nIron sharpens iron,So one man sharpens another.\n", "\nMatthew 11:25\nAt that time Jesus said, “I praise You, Father, Lord of heaven and earth, that You have hidden these things from the wise and intelligent and have revealed them to infants.\n", "\nJohn 2:20\nThe Jews then said, “It took forty-six years to build this temple, and will You raise it up in three days?”\n", "\nGenesis 15:1\nAfter these things the word of the Lord came to Abram in a vision, saying,“Do not fear, Abram,I am a shield to you;Your reward shall be very great.”\n", "\nJohn 2:4\nAnd Jesus *said to her, “Woman, what does that have to do with us? My hour has not yet come.”\n", "\nLuke 6:31\nTreat others the same way you want them to treat you.\n", "\nRomans 10:12\nFor there is no distinction between Jew and Greek; for the same Lord is Lord of all, abounding in riches for all who call on Him;\n", "\nEphesians 2:20\nhaving been built on the foundation of the apostles and prophets, Christ Jesus Himself being the corner stone,\n", "\nPsalm 24:1\nA Psalm of David.The earth is the Lord’s, and all it contains,The world, and those who dwell in it.\n", "\nActs 20:32\nAnd now I commend you to God and to the word of His grace, which is able to build you up and to give you the inheritance among all those who are sanctified.\n", "\nMark 8:36\nFor what does it profit a man to gain the whole world, and forfeit his soul?\n", "\nMatthew 24:24\nFor false Christs and false prophets will arise and will show great signs and wonders, so as to mislead, if possible, even the elect.\n", "\nColossians 2:13\nWhen you were dead in your transgressions and the uncircumcision of your flesh, He made you alive together with Him, having forgiven us all our transgressions,\n", "\n2 Corinthians 2:3\nThis is the very thing I wrote you, so that when I came, I would not have sorrow from those who ought to make me rejoice; having confidence in you all that my joy would be the joy of you all.\n", "\nLuke 8:9\nHis disciples began questioning Him as to what this parable meant.\n", "\nPsalm 51:5\nBehold, I was brought forth in iniquity,And in sin my mother conceived me.\n", "\nJob 1:1\nThere was a man in the land of Uz whose name was Job; and that man was blameless, upright, fearing God and turning away from evil.\n", "\nNumbers 23:19\n“God is not a man, that He should lie,Nor a son of man, that He should repent;Has He said, and will He not do it?Or has He spoken, and will He not make it good?\n", "\n2 Corinthians 8:9\nFor you know the grace of our Lord Jesus Christ, that though He was rich, yet for your sake He became poor, so that you through His poverty might become rich.\n", "\nEphesians 1:1\nPaul, an apostle of Christ Jesus by the will of God,To the saints who are at Ephesus and who are faithful in Christ Jesus:\n", "\nActs 13:2\nWhile they were ministering to the Lord and fasting, the Holy Spirit said, “Set apart for Me Barnabas and Saul for the work to which I have called them.”\n", "\nPhilippians 3:13\nBrethren, I do not regard myself as having laid hold of it yet; but one thing I do: forgetting what lies behind and reaching forward to what lies ahead,\n", "\n1 Peter 2:2\nlike newborn babies, long for the pure milk of the word, so that by it you may grow in respect to salvation,\n", "\nPhilippians 4:11\nNot that I speak from want, for I have learned to be content in whatever circumstances I am.\n", "\nExodus 20:2\n“I am the Lord your God, who brought you out of the land of Egypt, out of the house of slavery.\n", "\nRevelation 1:1\nThe Revelation of Jesus Christ, which God gave Him to show to His bond-servants, the things which must soon take place; and He sent and communicated it by His angel to His bond-servant John,\n", "\n2 Thessalonians 2:3\nLet no one in any way deceive you, for it will not come unless the apostasy comes first, and the man of lawlessness is revealed, the son of destruction,\n", "\nRomans 8:7\nbecause the mind set on the flesh is hostile toward God; for it does not subject itself to the law of God, for it is not even able to do so,\n", "\nJohn 16:18\nSo they were saying, “What is this that He says, ‘A little while’? We do not know what He is talking about.”\n", "\n1 John 5:8\nthe Spirit and the water and the blood; and the three are in agreement.\n", "\nJoshua 24:14\n“Now, therefore, fear the Lord and serve Him in sincerity and truth; and put away the gods which your fathers served beyond the River and in Egypt, and serve the Lord.\n", "\nMatthew 1:8\nAsa was the father of Jehoshaphat, Jehoshaphat the father of Joram, and Joram the father of Uzziah.\n", "\nMark 8:27\nJesus went out, along with His disciples, to the villages of Caesarea Philippi; and on the way He questioned His disciples, saying to them, “Who do people say that I am?”\n", "\nEphesians 5:7\nTherefore do not be partakers with them;\n", "\nEphesians 1:12\nto the end that we who were the first to hope in Christ would be to the praise of His glory.\n", "\nRomans 8:37\nBut in all these things we overwhelmingly conquer through Him who loved us.\n", "\nRomans 5:9\nMuch more then, having now been justified by His blood, we shall be saved from the wrath of God through Him.\n", "\nJohn 6:53\nSo Jesus said to them, “Truly, truly, I say to you, unless you eat the flesh of the Son of Man and drink His blood, you have no life in yourselves.\n", "\nActs 17:22\nSo Paul stood in the midst of the Areopagus and said, “Men of Athens, I observe that you are very religious in all respects.\n", "\n1 Peter 2:4\nAnd coming to Him as to a living stone which has been rejected by men, but is choice and precious in the sight of God,\n", "\nMatthew 13:24\nJesus presented another parable to them, saying, “The kingdom of heaven may be compared to a man who sowed good seed in his field.\n", "\nMark 10:12\nand if she herself divorces her husband and marries another man, she is committing adultery.”\n", "\nLuke 2:41\nNow His parents went to Jerusalem every year at the Feast of the Passover.\n", "\nRomans 12:4\nFor just as we have many members in one body and all the members do not have the same function,\n", "\nMatthew 17:20\nAnd He *said to them, “Because of the littleness of your faith; for truly I say to you, if you have faith the size of a mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move; and nothing will be impossible to you.\n", "\nMatthew 5:28\nbut I say to you that everyone who looks at a woman with lust for her has already committed adultery with her in his heart.\n", "\nPhilemon 1:21\nHaving confidence in your obedience, I write to you, since I know that you will do even more than what I say.\n", "\n1 Timothy 3:5\n(but if a man does not know how to manage his own household, how will he take care of the church of God?),\n", "\nColossians 1:24\nNow I rejoice in my sufferings for your sake, and in my flesh I do my share on behalf of His body, which is the church, in filling up what is lacking in Christ’s afflictions.\n", "\n1 John 5:4\nFor whatever is born of God overcomes the world; and this is the victory that has overcome the world—our faith.\n", "\nLuke 11:13\nIf you then, being evil, know how to give good gifts to your children, how much more will your heavenly Father give the Holy Spirit to those who ask Him?”\n", "\nEphesians 2:2\nin which you formerly walked according to the course of this world, according to the prince of the power of the air, of the spirit that is now working in the sons of disobedience.\n", "\nExodus 20:14\n“You shall not commit adultery.\n", "\nGalatians 4:6\nBecause you are sons, God has sent forth the Spirit of His Son into our hearts, crying, “Abba! Father!”\n", "\nJohn 20:22\nAnd when He had said this, He breathed on them and *said to them, “Receive the Holy Spirit.\n", "\nJohn 4:13\nJesus answered and said to her, “Everyone who drinks of this water will thirst again;\n", "\nJohn 5:17\nBut He answered them, “My Father is working until now, and I Myself am working.”\n", "\n1 Peter 2:5\nyou also, as living stones, are being built up as a spiritual house for a holy priesthood, to offer up spiritual sacrifices acceptable to God through Jesus Christ.\n", "\n1 Corinthians 11:12\nFor as the woman originates from the man, so also the man has his birth through the woman; and all things originate from God.\n", "\n1 Thessalonians 5:17\npray without ceasing;\n", "\nMatthew 19:4\nAnd He answered and said, “Have you not read that He who created them from the beginning made them male and female,\n", "\nMatthew 5:22\nBut I say to you that everyone who is angry with his brother shall be guilty before the court; and whoever says to his brother, ‘You good-for-nothing,’ shall be guilty before the supreme court; and whoever says, ‘You fool,’ shall be guilty enough to go into the fiery hell.\n", "\nRomans 8:17\nand if children, heirs also, heirs of God and fellow heirs with Christ, if indeed we suffer with Him so that we may also be glorified with Him.\n"]